[
    {
    "document_id": "Asset Classification and Provisioning Directive",
    "title": "Asset Classification and Provisioning Directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "1 \nLICENSING AND SUPERVISION OF BANKING BUSINESS \nASSET CLASSIFICATION AND PROVISIONING DIRECTIVE NO. SBB/90/2024 \nWhereas, loans or advances shall be regularly reviewed and classified in a manner \nconsistent with accepted principles of international accounting- and regulatory \nstandards;  \nWhereas, exposures, which are not performing in accordance with contractual \nrepayment terms shall be recognized and reported in a manner consistent with \ninternational accounting- and regulatory standards; \nWhereas, the National Bank intends to adopt an adequate legal framework that \nprotects banks from overstating profits by accruing uncollected interest on loans or \nadvances, which are classified as not performing; \nWhereas, timely and accurate provisions and write-off shall reflect realistic repayment \nand recovery expectations and, in accordance with International Financial Reporting \nStandards (IFRS), shall include appropriate expectations about future events based on \nreasonable and supportable information to accurately reflect expected credit losses;  \nWhereas, the National Bank has to give consistent direction to banks on the manner \nof exposure classification and provisioning; \nNow, therefore, in accordance with Article 21(1c), 21(2) and 66(2) of Banking Business \nProclamation No. 592/2008 (as Amended by Proclamation No. 1159/2019), the \nNational Bank of Ethiopia has issued this Directive. \n1. Short Title  \nThis Directive may be cited as “Asset Classification and Provisioning Directive No. \nSBB/90/2024”. \n2. Definitions \nFor the purpose of this Directive, unless the context provides otherwise: \n \n2.1 \n“Bank” means a private or state-owned entity, licensed by the National Bank to \nundertake banking business. \n2.2 “Capitalized Interest” means any accrued and uncollected interest that has \nbeen added to the principal amount of loans or advances at a payment date or \nmaturity; it also includes uncollected interest that is rolled-over into new loans \nor advances."
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "2 \n2.3 “Cash Collateral” means credit balances on accounts in the books of the \nlending bank over which customers have given the lending bank a formal letter \nof cession and which the bank, at its discretion, has transferred from the \ncustomer’s account(s) to a specific or general cash collateral account(s) or \nblocked. \n2.4 “Cash Margin” means a specified part (amount) of a transaction value that an \nimporter is required to deposit with a bank before the opening of a letter of \ncredit by the bank. \n2.5 “Cash-substitutes” means security that include: \n2.5.1 a security issued by the Federal Government of Ethiopia; \n2.5.2 an unconditional obligation or guarantee issued in writing by the Federal \nGovernment of Ethiopia; \n2.5.3 an unconditional obligation or guarantee issued in writing by a foreign \nbank or a foreign insurance company, with an A or above rating by \nStandard and Poor’s Corporation and/or by Moody’s Investor Services \nor other rating agencies accepted by the National Bank, in their latest \nratings; \n2.5.4 export credit guarantee issued in writing by an institution or agency \nauthorized by the Federal Government of Ethiopia; and \n2.5.5 other liquid and readily marketable securities, approved in writing by the \nNational Bank and which are held in the vault of the lending bank. \n2.6 “Counterparty” shall mean any natural or legal person to which a bank has an \nexposure. \n2.7 “Credit Impaired” means when a financial asset is in a state where one or more \nevents that have a detrimental impact on the estimated future cash flows of that \nfinancial asset has occurred (Annex I). \n2.8 “Credit Loss” means the present value of the difference between the \ncontractual cash flows that are due to a bank under the contract and the cash \nflows that the bank expects to receive. \n2.9 “Current” as used in reference to “current written,” or similar uses, means \ninformation or documentation having an issuance date not more than twelve \n(12) calendar months old. \n2.10 “Defaulted Exposure” means an exposure that is past due for more than ninety \n(90) days or an exposure to a defaulted borrower, including exposures to loans \nand advances without pre-established repayment schedule. \n2.11 “Defaulted Borrower” means a borrower with any of the following \ncircumstances: \n2.11.1 any credit obligation that is past due for more than ninety (90) days;  \n2.11.2 overdrafts shall be deemed past due once the customer has breached \nan advised limit or been advised of a limit smaller than current"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "3 \noutstanding balance, and shall consider swing or frequency of credit \nbalance and scale of utilization; \n2.11.3 any credit obligation in non-accrual status, such as where the lending \nbank no longer recognizes accrued interest as income or, if recognized, \nmakes an equivalent amount of provisions; \n2.11.4 a write-off or account-specific provision is made as a result of a \nsignificant perceived decline in credit quality subsequent to the bank \ntaking on any credit exposure to the borrower; \n2.11.5 any credit obligation is sold at a material credit-related economic loss; \n2.11.6  a distressed restructuring of any credit obligation that may result in a \ndiminished financial obligation, caused by the material forgiveness, or \npostponement, of principal, interest or (where applicable, fees) is agreed \nby the bank; \n2.11.7 the borrower’s bankruptcy or a similar order in respect of any of the \nborrower’s credit obligations to the bank has been filed; \n2.11.8 the borrower has sought or has been placed in bankruptcy or similar \nprotection where this would avoid or delay repayment of any of the \ncredit obligations to the bank; or \n2.11.9 any other situation where the bank considers that the borrower is \nunlikely to pay its credit obligations in full without recourse by the bank \nto actions such as realizing security. \n2.12 “Exposure” means either on-balance sheet items, including loan and advance, \nand/or off-balance sheet items such as letters of guarantee, letter of credit, \ncommitment by a bank to advance loans to customers. \n2.13 “Expected Credit Loss (ECL)” means the weighted average of credit losses \nwith the respective risks of a default representing the weights. A bank shall \nmeasure ECL in a way that reflects: \n2.13.1 an unbiased and probability-weighted amount that is determined by \nevaluating a range of possible outcomes; \n2.13.2 \nthe time value of money; and \n2.13.3 \nreasonable and supportable information that is available without undue \ncost or effort at the reporting date about past events, current conditions \nand forecasts of future economic conditions. \n2.14 “Forbearance-restructure” occurs when (Annex I):  \n2.14.1 a counterparty is experiencing financial difficulty in meeting its financial \ncommitments; and \n2.14.2 \na bank grants a concession that it would not otherwise consider. \n2.15 “Guarantee” means a written assurance made by a bank to a person to cover \nan agreed amount if another person fails to meet his obligation."
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "4 \n2.16 “In Process of Collection” means that the collection of loans or advances is \nproceeding in due course, in a timely manner, through enforcement of \njudgments against the borrower that is reasonably assured to result in full or \npartial repayment of the loan or advance (principal plus accrued interest), within \nthree-hundred-sixty (360) days from the date the loan or advance first became \npast due. \n2.17 “Interest Free Bank” means a bank licensed by the National Bank to engage \nin interest free banking services. \n2.18 “Interest Free Banking Service” means provision of banking service in \ncompliance with Shari’ah principles, including non-acceptance of interest. \n2.19 “Letter of Credit” means a contractual commitment by a bank, at the request \nof an importer, to pay a seller (exporter) a certain amount of money once the \nexporter ships the goods and specified documents are presented as proof of \nthe supply of goods within specific time limits and the documents confirming to \nthe terms and conditions agreed by the importer and the exporter. \n2.20 “Loan Workout” means a process of forbearance-restructure, between the \nbank and a borrower, to normalize repayment of problem loans and advances. \n2.21 “Loan” or “Advance” means any financial asset of a bank arising from a direct \nor indirect advance, such as, unplanned overdraft, participation in loan \nsyndication, the purchase of a loan from another lender, and similar \ntransactions to a person that are conditioned on the obligation of the person to \nrepay the funds, either on a specified date or dates or on demand, usually with \ninterest or through interest-free finance.  \n2.22 “Long-term Loan” means a loan or an advance with repayment or maturity \nperiod of more than five (5) years; \n2.23 “Medium-term Loan” means a loan or an advance with repayment or maturity \nperiod of more than one (1) but less than or equal to five (5) years; \n2.24 “National Bank” means National Bank of Ethiopia; \n2.25 “Net Recoverable Value” means the most probable value of a loan or an \nadvance, which will be realized from the sale of collateral securing the loan or \nadvance in a competitive and open market. For purposes of this Directive, the \nmost probable value of a loan or an advance recoverable from the sale of \ncollateral securing the loan or advance shall be the outstanding principal \nbalance of the loan or advance multiplied by the “average recovery rate” of a \nbank for loans or advances secured by collateral, provided that such average \nrecovery rate shall not be fifteen (15) percentage points greater than “industry \naverage recovery rate”. If a bank has no information on aggregate net cash \nreceipts or total net market value of acquired properties to compute its own \naverage recovery rate, it shall use industry average recovery rate to determine \nthe most probable value of a loan or an advance."
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "5 \n2.25.1 \n“Average Recovery Rate” means aggregate net cash receipts from sale \nof collateral plus total net market value of acquired properties, divided \nby the aggregate outstanding principal balance of the loans or advances \nbacked by the collateral sold or otherwise acquired by a bank calculated \nover the period of 18 consecutive months preceding the date of \ncomputing minimum provision requirement as laid down in this \nDirective. In case a loan or an advance is secured by more than one \ncollateral, such loan or advance and the collateral securing it shall be \nexcluded from computation of average recovery rate unless all \nproperties backing the loan or advance are sold or otherwise acquired \nby the bank.  \n2.25.2 “Aggregate Net Cash Receipts” means net cash collection (after \ndeduction of any expenses associated with the sale of the collateral, \nwhich may have been necessary to place the collateral in a saleable \ncondition), over eighteen (18) consecutive months preceding the date of \ncalculating minimum provision requirement, of a bank from the sale of \ncollateral, which have been seized or foreclosed by the bank in \nsatisfaction of loans or advances previously granted.  \n2.25.3 “Total Net Market Value of Acquired Properties” means the average \nof ask or reserve price of acquired properties and the highest offer bid \namount registered at the last auction in the market that preceded the \nacquisition by a bank for properties which, previously were offered by \nborrowers as collateral against loans or advances. The highest offer bid \namount for auctioned property in absence of a bidder at the last auction \nshall be zero.  \n2.25.4 “Ask or Reserve Price” means minimum price at which the lending \nbank is willing to sell foreclosed assets. \n2.25.5 “Industry Average Recovery Rate” means aggregate net cash \nreceipts plus total net market value of acquired properties, divided by \nthe aggregate outstanding principal balance of the loans or advances, \nbacked by the collateral at the time the collateral was seized, foreclosed, \nrepossessed or otherwise acquired by all banks operating in Ethiopia \ncalculated over the period of eighteen (18) consecutive months \npreceding the date of determining minimum provision requirement. In \ncase a loan or an advance is secured by more than one collateral, such \nloan or advance and collateral backing it, shall be excluded from \ncomputation of industry average recovery rate, unless all properties held \nas collateral against the loan or advance are sold or otherwise acquired \nby banks. The National Bank shall compute such industry average \nrecovery rate every calendar quarter and distribute to all banks \noperating in Ethiopia."
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "6 \n2.25.6 In determining the average recovery rate as set out under 2.25.1 herein \nabove, the net market value of acquired property and/or the net cash \nreceipt from the sale of collateral shall not exceed 100% of each \noutstanding non-performing loan backed by the collateral and used in \nthe calculation of the average recovery rate. \n2.26 “Non-accrual Status” means that a loan or an advance has been placed on a \ncash basis for financial reporting purposes. Interest on such loans or advances \naccrued on the books of the bank, or for which a specific reserve (such as a \nsuspended interest account) has been established by the bank to offset the full \namount of interest being accrued, shall not be taken into income. \n2.27 “Non-performing Exposures” means:  \n2.27.1 “defaulted exposures”; or \n2.27.2 exposures that are “credit-impaired” (in the meaning of exposures \nhaving experienced a downward adjustment to their valuation due to \ndeterioration of their creditworthiness) according to IFRS;    \n2.27.3 all other exposures that are not defaulted or impaired but nevertheless: \nare exposures that are more than ninety (90) days past due; or where \nthere is evidence that full repayment based on the contractual terms, \noriginal or, when applicable, modified including repayment of principal \nand interest is unlikely without the bank’s realization of collateral, \nwhether or not the exposure is current and regardless of the number of \ndays the exposure is past due; \n2.27.4 exposures that have been classified as sub-standard, doubtful or loss, \nin accordance with this Directive, and such classification shall not take \ncollateral into account;  \n2.27.5 for purposes of this Directive, overdrafts and loans or advances that do \nnot have a pre-established repayment program shall be non-\nperforming when:  \na) the debt remains outstanding for ninety (90) consecutive days or \nmore beyond the scheduled payment date or maturity;  \nb) the debt exceeds the borrower’s approved limit for ninety (90) \nconsecutive days or more;  \nc) interest is due and uncollected for ninety (90) consecutive days or \nmore, for overdrafts;  \nd) the account has been inactive for ninety (90) consecutive days or  \ne) deposits are insufficient to cover the interest capitalized during ninety \n(90) consecutive days or  \nf) the account shows five percent (5%) or less debit balance at least \nonce over three hundred and sixty (360) days preceding the loan \nreview period, which shall be end of every calendar quarter."
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "7 \n2.27.6 For purposes of this Directive, the entire principal balance of exposures \noutstanding, exhibiting the characteristics described under 2.27.1 to \n2.27.5, shall be considered as non-performing. \n2.28 “Overdraft” means a current account on the books of a bank with a debit \nbalance. \n2.29 “Off-balance Sheet Item” means commitment to advance loans, undrawn \ncredit commitment, revocable or irrevocable documentary letters of credit, \nstandby letters of credit, and guarantees issued on behalf of a borrower. \n2.30 “Past Due” means an exposure where any amount due under the contract \nincluding interest, principal, fee, or other amount has not been paid in full at the \ndate when it was due. \n2.31 “Provisions for Loan Losses Account” means a balance sheet valuation \naccount, established through charges to provision expense in the income \nstatement, in respect of expected credit losses in the loans or advances portfolio \nor off-balance sheet exposures. \n2.32 “Short-term Loan” means a loan or an advance with repayment or maturity \nperiod of one (1) year or less. \n2.33 “Significant Increase of Credit Risk” means the difference between: the risk \nof a default occurring at the reporting date based on the modified contractual \nterms; and the risk of a default occurring at initial recognition based on the \noriginal, unmodified contractual terms. Unless proven otherwise, it is deemed \nthat the credit risk on a financial asset has increased significantly since initial \nrecognition when contractual payments are more than thirty (30) days past due \n(Annex I). \n2.34 “Suspended Interest Account” means an account where previously accrued \nbut uncollected interest on loans or advances required to be placed on non-\naccrual status is reserved out of the income of the bank. \n2.35 “Valuer” means a person who estimates the value of a property, based on \nprofessional and accepted standards and methods, and includes internal valuer \nof a bank or external valuer. \n2.36 “Total Capital” shall mean the paid-up capital, legal reserve and any other \nunencumbered reserve held by a bank and approved by the National Bank; and \n2.37 “Write-off” means reduction of the gross carrying amount of a loan or financial \nasset when the bank has no reasonable expectations of recovering the contract \ncash flow in its entirety or a portion thereof. \n3. Scope of the Directive \nThis Directive shall be applicable to commercial banks operating in Ethiopia."
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "8 \n4. Responsibility for Loan Review and Specific Requirements \n \n4.1 \nThe board of directors of each bank shall establish policies for grading, \nclassifying, and monitoring all credit exposures, including off-balance \nsheet and restructured exposures, as well as, identifying and managing \nproblem assets.  \n4.2  A loan review system shall: \n4.2.1 establish processes and methodologies for grading, classifying, and \nmonitoring all credit exposures, including off-balance sheet and \nrestructured exposures; \n4.2.2 recognize accurately and timely, the problem of deteriorating loans or \nadvances; \n4.2.3 assure the adequacy of the provision for expected credit losses and \nwrite- off of uncollectible loans; and \n4.2.4 ensure that the borrowers are using loans or advances and overdraft \nfacilities for the purposes(s) they negotiated with the bank; and in case \nof diversion from the intended purpose(s), timely measures are taken to \ncorrect the problem. \n4.3 The board of directors of each bank shall ensure that a review is made of the \nquality of the bank’s loans or advances portfolio on a regular basis, but no less \nthan once each calendar quarter. At the end of each calendar quarter, or more \nfrequently, if warranted, the board of directors shall require the executive \nofficer(s) of the bank to take appropriate measures in response to the findings \nof the loans review function, to:   \n4.3.1 accurately reflect earnings by assuring that all loans or advances \ncategorized as non-performing in accordance with the requirements laid \nout in this Directive are placed on non-accrual status and accrued but \nuncollected interest has been reversed out of the bank’s income; \n4.3.2 assure that the provisions and write-off for expected credit losses are \nadequate, and reflect realistic repayment and recovery expectations \nand, where relevant, include appropriate expectations about future \nevents based on reasonable and supportable information in accordance \nwith international financial reporting standards; and  \n4.3.3 correct problems, either in individual loans or advances, loan \nunderwriting practices, compliance with prudent lending standards and \nthe board-approved lending policy, or other credit administration \nweaknesses as may be identified by the loan review function, within a \nspecified time frame. \n4.4 The board of directors of each bank shall maintain adequate records supporting \nits evaluation of expected credit losses in the loans or advances portfolio and \nthe entries made to reflect earnings and the adequacy of the provisions for"
        },
        {
            "section_id": 9,
            "section_title": "Section 9",
            "page_number": 9,
            "content": "9 \nexpected credit losses; such records shall be made available to examiners of \nthe National Bank upon request. \n4.5 The loan review function shall ensure, that:  \n4.5.1 lending activities are in compliance with prudent written lending \nstandards, as approved and adopted by the board of directors; \n4.5.2 the borrowers are using loans or advances and overdraft facilities for the \npurposes(s) they negotiated with the bank; and in case of diversion from \nthe intended purpose(s), timely measures are taken to correct the \nproblem; \n4.5.3 the board of directors is adequately informed of the risks and potential \nloss exposure in outstanding loans or advances; \n4.5.4 problem or deteriorating loans or advances are properly and timely \nidentified, classified, and placed on non-accrual status in accordance \nwith the requirements laid out in this Directive; \n4.5.5 appropriate provisions and write-off are made for expected credit loss \nin accordance with the requirements laid out in this Directive; and  \n4.5.6 uncollectible non-performing loans or advances are written-off as \nappropriate. \n4.6 The loan review function shall regularly, and on an on-going basis, review all \nloans or advances, which are equal to or above five percent (5%) of a bank’s \ntotal capital to a single counterparty, calculated in accordance with the Large \nExposures Directive; all loans or advances required to be placed on non-\naccrual status in accordance with requirements laid out in this Directive (for \nbanks transformed from microfinance institutions, microfinance clients loans \nshall be reviewed on sample basis); and a sample of the remaining loans or \nadvances portfolio to determine that:  \n4.6.1 loans or advances reflected as performing on the books of the bank are \nin fact performing pursuant to the requirements and definitions laid out \nin this Directive, and \n4.6.2 moreover, for loans below the five percent (5%) threshold that have not \nbeen placed on non-accrual status, the loan review function shall \nconduct a review at portfolio level, considering loans with homogenous \ncharacteristic. \n4.7  The loan review function shall be appointed by the board of directors of each \nbank, among a group of individuals who are knowledgeable in credit analysis \nmethodologies and who are not involved in the lending activities of the bank. \nThe function shall on a regular basis, but not less than once each calendar \nquarter, report its findings directly to the board of directors in writing. \n4.8 Banks, with non-performing exposures to total exposures ratio equal to or \nhigher than five percent (5%), shall submit to the National Bank an action plan \nto improve their asset quality. The action plan, approved by the board of"
        },
        {
            "section_id": 10,
            "section_title": "Section 10",
            "page_number": 10,
            "content": "10 \ndirectors, shall identify time-bound credible and non-performing exposures \nreduction targets, to be achieved with multiple initiatives including \nprovisioning, write-off, selling, work out units, restructuring, or foreclosure.  \n5. Placement of Loans or Advances on Non-Accrual Status \n \n5.1 \nAll non-performing loans shall be placed on non-accrual status. \n5.2 Accrued but uncollected interest being carried on the books of a bank for \nloans or advances, which are required to be placed on non-accrual status \nin accordance with the requirements laid out in this Directive, shall be \neliminated by the end of the calendar quarter in which the loans or \nadvances are required to be placed on non-accrual status, but in no event \nlater than the fiscal year-end of the bank, whichever is sooner. \n5.3 A non-performing loan or advance placed on non-accrual status, may be \nre-categorized as performing and upgraded to accrual status only when \nall the following criteria are simultaneously met: \n5.3.1 the counterparty has no exposure more than ninety (90) days past \ndue; \n5.3.2 in the case of term loans, with monthly or quarterly installment, \nrepayments have been made when due over a continuous repayment \nperiod of at least six (6) and two (2) consecutive repayments, \nrespectively; in the case of loans with semi-annual installment, \nrepayments have been made for at least two (2) consecutive periods; \nin case of loans with annual installment, repayment has been made \nfor at least one (1) period. These repayments have to be either made \nin a consecutive manner (with no upfront repayment) or the stated \nperiods shall be observed for the purpose of re-categorization; \n5.3.3 the counterparty’s situation has improved so that the full repayment \nof the exposure is likely, according to the original or, when applicable, \nmodified conditions;  \n5.3.4 the exposure is not “defaulted” or “impaired”; and \n5.3.5 all accrued interest on the non-performing loan or advance has been \nfully paid. \n5.4 Banks shall report to the National Bank on a quarterly basis loans and \nadvances that are restructured; and those that have been restored from \nnon-accrual to accrual status: \n5.4.1 for a loan or and advance equal to or above five percent (5%) of a \nbank’s total capital, it shall be reported on individual basis; and  \n5.4.2 for all loans and advances, it shall be reported at the aggregate level, \nincluding the loans and advances stated under sub-article 5.4.1 \nhereinabove."
        },
        {
            "section_id": 11,
            "section_title": "Section 11",
            "page_number": 11,
            "content": "11 \n5.5 If a bank has multiple loans outstanding to a single borrower as calculated \nin accordance with the Single Borrower Loan Limit, and one loan or \nadvance, which accounts for at least 20% of the borrower’s total loans \nwith the bank, meets the criteria for non-performing loan, then all other \nloans or advances to the borrower shall automatically be placed on non-\nperforming status, regardless of any requirements laid out in this \nDirective.  \n6. Classification of Exposures \n \n6.1 \nFor purposes of this Directive, banks shall classify all exposures, whether \nthe exposures have pre-established repayment programs or not, into the \nfollowing five classification categories using the criteria described below: \n \n6.1.1 \nPass  \nAny exposures, for which there has not been significant increase in \ncredit risk (Annex I) since initial recognition shall be classified under \nthis category. Exposures in this category are fully protected by the \ncurrent financial and paying capacity of the borrower and are not \nsubject to criticism.  \n \n6.1.2 Special Mention  \nSpecial Mention are exposures for which there has been a significant \nincrease in credit risk (Annex I). The special mention exposures may \ninclude, but not limited to, the following: \na) exposures with pre-established repayment programs past due thirty (30) \ndays or more, but less than ninety (90) days; \nb) exposures that do not have a pre-established repayment program, if: \ni. the debt remains outstanding for thirty (30) consecutive days or more \nbeyond the scheduled payment date or maturity, but less than ninety \n(90) days; or \nii. the debt exceeds the borrower’s approved limit for thirty (30) \nconsecutive days or more, but less than ninety (90) days; or  \niii. interest is due and uncollected for thirty (30) consecutive days or \nmore; but less than ninety (90) days; or  \niv. for overdrafts, the account has been inactive for thirty (30) \nconsecutive days or more, but less than ninety (90) days or the \naccount shows a debit balance of one to four percent (1% to 4%) of \nthe approved limit at least once over three hundred sixty (360) days \npreceding the loan review period, which shall be end of every \ncalendar quarter."
        },
        {
            "section_id": 12,
            "section_title": "Section 12",
            "page_number": 12,
            "content": "12 \n \n6.1.3 Sub-standard  \nWithout prejudice to the classification criteria, the following non-\nperforming exposures, at a minimum, shall be considered sub-\nstandard: \na) exposures with pre-established repayment programs past due ninety \n(90) days or more, but less than one hundred eighty (180) days; \nb) exposures including overdrafts that do not have a pre-established \nrepayment program, if: \ni. the debt remains outstanding for ninety (90) consecutive days or \nmore beyond the scheduled payment date or maturity, but less than \none hundred eighty (180) days; or \nii. the debt exceeds the borrower’s approved limit for ninety (90) \nconsecutive days or more, but less than one hundred eighty (180) \ndays; or  \niii. interest is due and uncollected for ninety (90) consecutive days or \nmore; but less than one hundred eighty (180) days; or  \niv. for overdrafts, the account has been inactive for ninety (90) \nconsecutive days or more, but less than one hundred eighty (180) \ndays or the account shows debit balance of five to nineteen percent \n(5% to 19%) of the approved limit, at least once over three hundred \nsixty (360) days preceding the loan review period, which shall be end \nof every calendar quarter. \n \n6.1.4 Doubtful  \nThe following exposures, at a minimum, shall be classified doubtful: \na) exposures with pre-established repayment programs past due one \nhundred eighty (180) days or more, but less than three hundred sixty \n(360) days; \nb) exposures (including overdrafts) that do not have a pre-established \nrepayment program, if: \ni. the debt remains outstanding for one hundred eighty (180) \nconsecutive days or more beyond the scheduled payment date or \nmaturity, but less than three hundred sixty (360) days; or \nii. the debt exceeds the borrower’s approved limit for one hundred \neighty (180) consecutive days or more, but less than three hundred \nsixty (360) days; or  \niii. interest is due and uncollected for one hundred eighty (180) days or \nmore, but less than three hundred sixty (360) days; or  \niv. for overdrafts, the account has been inactive for one hundred eighty \n(180) consecutive days or more, but less than three hundred sixty"
        },
        {
            "section_id": 13,
            "section_title": "Section 13",
            "page_number": 13,
            "content": "13 \n(360) days; or the account shows debit balance of twenty to forty-\nnine percent (20% to 49%) of the approved limit, at least once over \nthree hundred sixty (360) days preceding the loan review period, \nwhich shall be end of every calendar quarter. \n \n6.1.5 Loss  \nThe following non-performing loans and advances, at a minimum, \nshall be classified loss: \na) exposures with pre-established repayment programs past due three \nhundred sixty (360) days or more; \nb) overdrafts and loans or advances that do not have a pre-established \nrepayment program, if: \ni. the debt remains outstanding for three hundred sixty (360) \nconsecutive days or more; or, \nii. the debt exceeds the borrower’s approved limit for three hundred \nsixty (360) consecutive days or more; or  \niii. interest is due and uncollected for three hundred sixty (360) days or \nmore; or  \niv. for overdrafts, the account has been inactive for three hundred sixty \n(360) consecutive days or more; or the account shows a debit \nbalance of fifty percent (50%) and above of the approved limit at \nleast once over three hundred sixty (360) days preceding the loan \nreview period, which shall be end of every calendar quarter. \n \n6.1.6 Unlikely to pay  \nThe classification criteria prescribed above for sub-standard, \ndoubtful, and loss are based on the objective condition of days past \ndue. Nevertheless, a bank shall also consider whether there is \nevidence that full repayment based on the original contractual terms, \nor in case of restructured exposures, modified contractual terms is \nunlikely without the bank’s realization of collateral, regardless of the \nnumber of days the exposure is past due. In these cases, a bank shall \nclassify the exposure accordingly as non-performing. \n \n6.1.7 Forbearance-Restructure Process of Exposures \na) A bank shall put in place policies and procedures for forbearance- \nrestructure. A bank shall carry out its restructure process in a prudent \nway that improves its credit quality. \nb) A bank shall not restructure short- or medium- term loans and \nadvances to a borrower for more than three (3) iterations, and long- \nterm loans and advances for more than four (4) iterations; the manner"
        },
        {
            "section_id": 14,
            "section_title": "Section 14",
            "page_number": 14,
            "content": "14 \nof collection of interest and/or principal in arrears by the bank and \nissues related to grace period (where applicable) shall also be part of \nthe restructuring between the bank and the borrower depending on \nspecific circumstances of the loan and capacity of the borrower. \nc) Regardless of sub-Article 8.2 of the National Bank Directive No. \nCRB/01/2019, a bank may extend additional loans and advances to a \nborrower who defaulted from own bank with a view to rehabilitate loans \nand advances. \nd) Non-performing exposures restructured for more than two (2) iterations \nshall automatically be classified at least as sub-standard, and they shall \nbe classified as doubtful or loss in line with the criteria indicated under \nsub-articles 6.1.4 and 6.1.5 hereinabove, respectively. \ne) A restructured exposure shall be identified and remain as a \n“restructured exposure”, until it meets both of the following exit criteria: \ni. \nwhen all payments, as per the revised contractual terms, have been \nmade in a timely manner over a continuous repayment period of \nnot less than one (1) year for reporting (the starting date of the \nprobation period shall be the start of payments under the revised \nterms, regardless of the performing or non-performing status of the \nexposure at the time that restructure was granted); and \nii. \nthe counterparty has resolved its financial difficulty. \nf) Forbearance-restructure may be granted on performing or non-\nperforming exposures.  \ng) Forbearance-restructure shall not be used to circumvent classification \nand provisioning standards. When forbearance is applied to a non-\nperforming exposure, the exposure shall remain non-performing for at \nleast six (6) months. Even if applying forbearance to a performing \nexposure result in a new exposure, the bank shall determine whether \nthe exposure satisfies the non-performing criteria. \n6.2 Policies and processes adopted by the bank on classification and \nprovisioning shall be subject to scrutiny of the National Bank, whose \nexaminers maintain their own discretion when conducting file review.  \n6.3 If policies, processes or methodologies are inadequate, or if exposure \nclassifications are inaccurate or provisions are deemed to be inadequate \nfor prudential purposes (e.g. if the examiner considers existing or \nanticipated deterioration in exposure quality to be of concern, or if the \nprovisions do not fully reflect expected credit losses), the examiner has \nthe power to take appropriate action.  \n6.4 The action includes requiring the bank to:  \n6.4.1 revise its policies, processes or methodologies for classification and \nprovisioning;"
        },
        {
            "section_id": 15,
            "section_title": "Section 15",
            "page_number": 15,
            "content": "15 \n6.4.2 adjust its classifications of exposures;  \n6.4.3 increase its levels of provisioning, reserves or capital; or \n6.4.4 if necessary, impose other remedial measures. \n7. Provisioning Requirements for On-Balance Sheet Exposures \n \n7.1 \nAll banks shall maintain a Provision for Loan Losses Account, which shall \nbe created by charges to provision expense in the profit and loss \nstatement and shall be maintained at a level adequate to absorb potential \nlosses in the loans or advances portfolio. In determining the adequacy of \nthe provisions for Loan Losses Account, provisions may be attributed to \nindividual loans or advances or groups of loans or advances. \n7.2 The Provisions for Loan Losses Account shall always have a credit \nbalance.  Additions to or reductions of the Provisions for Loan Losses \nAccount shall be made only through charges to provisions in the profit \nand loss at least every calendar quarter. \n7.3 Banks shall maintain the following minimum prudential provision \npercentages against the outstanding principal amount of each loan or \nadvance, classified in accordance with the criteria for the classification of \nloans or advances as laid out under Article 6 of this Directive: \n \nClassification Category \nMinimum Prudential Provision \n \n7.3.1 \n“Pass”                                                                                  \n1% \n7.3.2 \n“Special Mention”                                                            \n3% \n7.3.3 \n“Sub-standard”                                                                 \n20% \n7.3.4 \n“Doubtful”                                                                         \n50% \n7.3.5 \n“Loss”                                                                                  \n100% \n \n7.4 Where reliable information, such as, historical loan loss experience; \ncurrent and forecast of future economic conditions; delinquency trends; \nineffectiveness of lending policies and/or collection procedures; or lack \nof timeliness and accuracy in the loan review function, suggests that \nlosses are likely to be more than the above minimum provision \npercentages, banks may be required to maintain larger provisions. \n7.5 The minimum prudential provision requirements for each classification \ncategory, under sub-article 7.3 of this article, shall be applied against the \ntotal outstanding principal balance, not against the amount of past due \npayments, for each loan or advance, or portion thereof, classified \nregardless of whether the loan or advance is analyzed and provided for \nindividually or as part of a group."
        },
        {
            "section_id": 16,
            "section_title": "Section 16",
            "page_number": 16,
            "content": "16 \n7.6 Before applying the minimum provision percentages laid out under sub-\narticle 7.3 of this article, banks may deduct from the outstanding non-\nperforming loans or advances: \n7.6.1 any accrued but uncollected interest held in a suspended interest \naccount (by debiting this account); and \n7.6.2 in the case of loans secured by physical collateral, net recoverable \nvalue, or estimated collateral value (where applicable, as per Article \n10 of this Directive) backing the non-performing loan, whichever is \nlower. \n7.7 \nNotwithstanding deductions stipulated under sub-article 7.6 of this \narticle, minimum provision percentage maintained by a bank for each \nnon-performing loan or advance shall not be less than three percent (3%) \nof the outstanding loan or advance. \n8. Provisioning Requirements for Off-balance Sheet Exposures \n \n8.1 \nAll banks shall maintain a Provision for Loan Losses Account, which shall \nbe created by charges to provision expense in the profit and loss \nstatement and shall be maintained at a level adequate to absorb potential \nlosses from off-balance sheet exposures, including letter of credit (such \nas sight or acceptance letter of credit), guarantee (such as performance \nbond or bid bond guarantees) and commitment to loan or advance. \n8.2 All banks shall maintain the prudential provisions against the total off-\nbalance sheet exposure (amount of cash margin or value of eligible \ncollateral shall not be deducted while computing such exposure value for \nprovisioning purposes). \n8.3 Banks shall maintain the following minimum prudential general provision \npercentages against the total off-balance sheet exposure amount:  \n8.3.1 Guarantee  \na) Guarantee with no counter guarantee:  2% \nb) Guarantee with counter guarantee by foreign bank or foreign insurance \ncompany with an A rating as per sub-article 2.5.3 of this Directive: 1% \n8.3.2 Commitment to provide loan and advance:  \n2% \n8.3.3 Letter of credit: 2% \n8.3.4 Other off-balance sheet exposures: 2% \n8.4 A bank shall maintain additional provision, over the general provision \nstipulated in sub-article 8.3 of this Article, in the following manner: \n8.4.1 additional 2% on any type of off-balance sheet exposure, where the \nexposure is considered non-performing, in the case of, but not \nlimited to:"
        },
        {
            "section_id": 17,
            "section_title": "Section 17",
            "page_number": 17,
            "content": "17 \na) the bank has cause to believe that it is unlikely to recover, in a timely \nmanner, the full amounts it may be required to honor; and   \nb) in the case of commitment to advance (undrawn facility), if the \ncreditworthiness of the counterparty has deteriorated to an extent that the \ntimely repayment in full by the counterparty of any potential drawdown or \nassociated interest payments or fees is unlikely.  \n8.4.2 additional 5%, in the in case of an off-balance sheet exposure under \nlitigation.  \n8.5 Banks shall have proper monitoring system to measure and control the \nrisks of its off-balance sheet exposures.  \n8.6 Banks shall review the adequacy of the provisions for off-balance sheet \nexposures on a continuous basis to ensure that the provisions set aside \nare reflective of their potential losses.  \n9. Eligibility of the Collateral \n \n9.1 \nA bank shall evaluate the status of collateral on any loans and advances \nclassified as at least sub-standard.  \n9.2  A bank may initiate procedures, which could include the realization of \nany collateral, once a credit facility becomes non-performing.  \n9.3  Collateral that can be considered for the purpose of determining levels \nof provisioning shall be:  \n9.3.1 supported by proper legal documentation, binding on all parties \nand legally enforceable. Banks shall conduct sufficient legal review \nto verify this and have a well-founded legal basis to reach this \nconclusion; \n9.3.2 appropriately charged and registered. Banks shall have the right to \nliquidate or take legal possession of the collateral, in a timely \nmanner, in the event of the default, insolvency or bankruptcy of the \ncounterparty; \n9.3.3 adequately insured; \n9.3.4 valued by a valuer (as per Article 10 of this Directive); \n9.3.5 free of prior liens which could reduce its value or prevent the bank \nfrom obtaining clear title; and  \n9.3.6 characterized by no foreseeable difficulties in actual foreclosure or \ndisposing."
        },
        {
            "section_id": 18,
            "section_title": "Section 18",
            "page_number": 18,
            "content": "18 \n10. Valuation of Physical Collateral  \n \n10.1 \nWhen banks use external valuers, they shall establish a list of accepted \nexternal valuers from the competent authority, ensuring that valuers \nhave relevant expertise in the segments of the property sector. \n10.2 \nBanks shall ensure that the valuers provide an impartial, clear, \ntransparent, and objective valuation, and each valuation shall have a \nfinal report providing:   \n10.2.1 the value of the collateral; \n10.2.2 the approaches, methodology and key parameters and \nassumptions that have been used to assess the value (for example, \ndiscounting the value to reflect change in market conditions, the \ncost of sale, delay in realizing the proceeds, and liquidation cost); \n10.2.3 a description of the collateral, including its current use or multiple \nuses if applicable, and the property type and quality, including age \nand state of preservation; \n10.2.4 a description of the location of the collateral, the local market \nconditions, and the liquidity;  \n10.2.5 the legal and actual attributes of the collateral; and  \n10.2.6 any known circumstances that may affect the value in the short-\nterm. \n10.3 \nBanks shall critically review the valuation they receive from the valuer, \nfocusing on aspects such as comprehensibility (whether the approaches \nand assumptions are clear and transparent), the prudence of \nassumptions (for example, in regards to cash flow and discount rates), \nand the clear and reasonable identification of comparable properties \nused as a value benchmark. \n10.4 \nBanks shall ensure that a valuer carrying out the valuation tasks: \n10.4.1 is professionally competent and/or meets any national or \ninternational requirements and accepted professional standards \nthat apply to the valuer; \n10.4.2 has the appropriate technical skills and experience to perform the \nassignment; \n10.4.3 has the necessary knowledge, that is, knowledge of the subject of \nthe valuation, the relevant property market, and the purpose of \nthe valuation; and \n10.4.4 is independent from the credit decision-making process. \n10.5 \nBanks shall ensure that the fee or the salary of the valuer and the result \nof the valuation are not linked in a way that creates a conflict of interest."
        },
        {
            "section_id": 19,
            "section_title": "Section 19",
            "page_number": 19,
            "content": "19 \n10.6 \nBanks shall assess the performance of the valuers, in particular the \naccuracy of the valuations provided, by back-testing on the value of the \ncollateral. \n10.7 \nTo mitigate any conflict of interest, banks shall take reasonable steps to \nensure that valuers and their first-degree relatives are: \n10.7.1 not involved in the loan application, assessment, decision or \nadministration;  \n10.7.2 not guided or influenced by the borrower’s creditworthiness;  \n10.7.3 rotated adequately;  \n10.7.4 not related to either the buyer or the seller of the property; and \n10.7.5 not conflicted regarding the property in question, both in real \nterms and potentially.  \n11. Duty to Use Applicable International Financial Reporting Standard  \n \n11.1 \nBanks shall calculate expected credit losses in accordance with \napplicable International Financial Reporting Standards. \n11.2 Where the annual (audited financial statements) expected credit losses \ndetermined using applicable International Financial Reporting Standards, \nare lower than minimum prudential provisions determined as per this \nDirective (under sub-article 7.3), the difference shall be treated as an \nappropriation from retained earnings and placed in a non-distributable \nreserve. \n11.3 Where the annual (audited financial statements) expected credit losses \ndetermined under applicable International Financial Reporting Standards, \nare higher than those determined as per this Directive (sub-article 7.3), \nthey shall be considered adequate for the purpose of this Directive. \n12. Portfolio Composition and Review of Financial Statements of Borrowers  \n \nBanks shall review financial statements for the latest financial year of a borrower, \nwho has been in business for a year or above, audited by external auditors, before \ngranting loans or advances of Birr ten (10) million or above.  \n13. Examiner Review \n \n13.1 Each bank shall maintain adequate records in support of its evaluation of \npotential loss exposure in the loans or advances portfolio and of the \nentries made to ensure an adequate Provisions for Loan Losses Account, \nwhich shall be made available to examining personnel of the National \nBank upon request, to assess the reasonableness of the bank’s loss \nestimation procedures, the reliability of the information on which"
        },
        {
            "section_id": 20,
            "section_title": "Section 20",
            "page_number": 20,
            "content": "20 \nestimates are based, and the adequacy of the Provisions for Loan Losses \nAccount. \n13.2  Should examining personnel in applying the requirements of this \nDirective, and after discussions with the executive officer(s) of the bank, \nfind the Provisions for Loan Losses Account to be inadequate by more \nthan ten percent (10%) when compared to the findings of an on-site \nexamination, the board of directors shall within thirty (30) days of such \nnotice by the National Bank of any deficiency in the Provisions for Loan \nLosses Account, require the executive officer(s) to record the appropriate \nentries to increase the balance of the Provisions for Loan Losses Account \nto a level which is within ten percent (10%) of the estimated amount of \nthe Provisions for Loan Losses Account determined by examiners of the \nNational Bank. \n13.3 In the event of material disagreements between examining personnel of \nthe National Bank and the executive officer(s) of the bank regarding the \nappropriateness of additional provisions needed to the Provisions for \nLoan Losses Account, the board of directors may appeal to the National \nBank. Notwithstanding this appeal, it is incumbent on the executive \nofficer(s) of the bank to attend all loan discussions and meetings during \non-site examination in order to be fully apprised of examiner concerns \nwith respect to all classified loans or advances. \n14. Write-off Policy \n \nA bank shall have sound policies and processes to ensure that write-offs of \nidentified losses are made in a timely manner.  \n15. Other Provisioning or Write-off Requirements \n \n15.1 Expenses for depreciation of fixed assets shall be made out of the annual \nincome of a bank in accordance with the relevant law. \n15.2 Operating and accumulated losses shall be provided for from the annual \nnet profit until such losses are fully covered. \n15.3 \nThe value of any assets lodged or pledged to secure a liability, as \nindicated under Article 21(1)(b) of Proclamation No. 592/2008(as \nAmended by Proclamation 1159/2019), shall be fully provided for upon \nthe lodging or pledging of any asset. \n15.4 Preliminary expenses, representing expenses relating to organization or \nextension or the purchase of business or good, will and including share-\nunderwriting commission shall be amortized fully within five (5) years."
        },
        {
            "section_id": 21,
            "section_title": "Section 21",
            "page_number": 21,
            "content": "21 \n15.5 Any uncollectible claims, other than loans or advances, shall be classified \nand provided for in the same manner and method laid down in this \nDirective for term loans with monthly repayment program or otherwise \nwritten-off as other operating expense of the bank as they are identified. \n16. Interpretation of the Directive  \nAll exposures held by a bank shall be accounted for and categorized in accordance \nwith the requirements laid out in this Directive. No interpretation of this Directive \nshall be permitted unless confirmed in writing by the National Bank.  In recording \nan exposure not covered in principle by the requirements laid out in this Directive, \na bank shall make a written request to the National Bank to confirm the proper \napplication of the requirements laid out in this Directive. \n17. Reporting \n \n17.1 Banks shall submit, to the Banking Supervision Directorate of the National \nBank, as per the templates attached herein, which shall be part of this \nDirective, quarterly reports on:  \n17.1.1 on loan and advances classification and provisioning; and  \n17.1.2 provisioning for off-balance sheet exposures.  \n17.2 Banks shall also submit, to the Banking Supervision Directorate of the \nNational Bank, as per the templates attached herein and as per sub-\narticle 5.4 of this Directive, quarterly reports on:   \n17.2.1 restructured loans and advances; and  \n17.2.2 loans and advances re-categorized from non-accrual to accrual \nstatus. \n18. Interest Free Financing \nBanks engaging in interest-free banking business shall consider margin/profit, in \nplace of interest stipulated in this Directive, as appropriate, in providing interest-\nfree banking services and products.  \n19. Transition Period  \n \nA bank which is not in full compliance with the requirements of this Directive, due \nto the changes made, shall submit an action plan within ninety (90) days after this \nDirective enters into force, to fully comply within a maximum of two (2) years from \nthe effective date of this Directive."
        },
        {
            "section_id": 22,
            "section_title": "Section 22",
            "page_number": 22,
            "content": "22 \n20. Repealed Directive  \nAsset Classification and Provisioning Directive No. SBB/69/2018 (5th Replacement) \nis hereby repealed and replaced by this Directive. \n21. Effective Date \nThis Directive shall enter into force as of 12th of June, 2024."
        },
        {
            "section_id": 23,
            "section_title": "Section 23",
            "page_number": 23,
            "content": "23 \nANNEX I \n1. Credit Impaired \n1.1 Evidence that a financial asset is credit-impaired include observable data about the \nfollowing events: \na) significant financial difficulty of the issuer or the borrower;  \nb)  a breach of contract, such as a default or past due event, irrespective of the \nnumber of days past due;  \nc) the lender(s) of the borrower, for economic or contractual reasons relating to \nthe borrower’s financial difficulty, having granted to the borrower a \nconcession(s) that the lender(s) would not otherwise consider;  \nd) it is becoming probable that the borrower will enter bankruptcy or other financial \nreorganization;  \ne) the disappearance of an active market for that financial asset because of \nfinancial difficulties; or  \nf) the purchase or origination of a financial asset at a deep discount that reflects \nthe incurred credit losses.  \n1.2 It may not be possible to identify a single discrete event, instead, the combined \neffect of several events may have caused financial assets to become credit-\nimpaired. \n \n2. Forbearance-Restructure \n \n2.1       Financial difficulty \n \nExample of financial difficulties includes: \na) a counterparty is currently past due on any of its exposures;  \nb) a counterparty is not currently past due, but it is probable that it will be past due \non any of its exposures in the foreseeable future without the concession (for \ninstance, when there has been a pattern of delinquency in payments on its \nexposures);  \nc) a counterparty’s outstanding securities have been delisted, are in the process of \nbeing delisted, or are under threat of being delisted from an exchange due to \nnoncompliance with the listing requirements or for financial reasons;  \nd) on the basis of actual performance, estimates and projections, the bank \nforecasts that all the counterparty’s committed/available cash flows will be \ninsufficient to service all of its loans or debt securities (both interest and principal) \nin accordance with the contractual terms;"
        },
        {
            "section_id": 24,
            "section_title": "Section 24",
            "page_number": 24,
            "content": "24 \ne) a counterparty’s exposures are categorized as exposures that have already \nevidenced difficulty in the ability to repay in accordance with the National Bank \ncategorization scheme;  \nf) a counterparty is in non-performing status or would be categorized as non-\nperforming without the concessions  \ng) The counterparty cannot obtain funds from sources other than the existing \nbanks at an effective interest rate equal to the current market interest rate for \nsimilar loans for a non-troubled counterparty. \n2.2 \nConcession \na) Concessions are special contractual terms and conditions provided by a bank \nto a counterparty facing financial difficulty so that the counterparty can \nsufficiently service its debt. The main characteristic of these concessions is that \na bank would not extend loans or grant commitments to the counterparty, or \npurchase its debt securities, on such terms and conditions under normal market \nconditions. Concessions can be triggered by:  \ni. \nchanges in the conditions of the existing contract, giving considerably \nmore favorable terms for the counterparty;  \nii. \na supplementary agreement, or a new contract to refinance the current \ntransaction; or  \niii. \nthe exercise of clauses embedded in the contract that enable the \ncounterparty to change the terms and conditions of its contract or to take \non additional loans, debt securities or off-balance sheet items at its own \ndiscretion. These actions shall only be treated as concessions if the bank \nassesses that the counterparty is in financial difficulty.  \nb) When a borrower is assessed as experiencing financial difficulty, examples of \npotential concessions are:  \ni. \nextending the loan term;  \nii. \nrescheduling the dates of principal or interest payments;  \niii. \ngranting new or additional periods of non-payment (grace period);  \niv. \nreducing the interest rate, resulting in an effective interest rate below the \ncurrent interest rate that counterparties with similar risk characteristics \ncould obtain from the same or other institutions in the market;  \nv. \ncapitalizing arrears;  \nvi. \nforgiving, deferring or postponing principal, interest or relevant fees;  \nvii. \nchanging an amortizing loan to an interest payment only;"
        },
        {
            "section_id": 25,
            "section_title": "Section 25",
            "page_number": 25,
            "content": "25 \nviii. \nreleasing collateral or accepting lower levels of collateralization that does \nnot match with or cover the outstanding loan balance;  \nix. \nallowing the conversion of debt to equity of the counterparty; \nx. \ndeferring recovery/collection actions for extended periods of time; and \neasing of covenants.  \nc) Refinancing an existing exposure with a new contract due to the financial \ndifficulty of a counterparty could qualify as a concession, even if the terms of \nthe new contract are no more favorable for the counterparty than those of the \nexisting transaction. \n \n3. Significant Increase of Credit Risk (SICR) \na) When determining whether the recognition of lifetime expected credit losses is \nrequired, an entity shall consider reasonable and supportable information that is \navailable without undue cost or effort and that may affect the credit risk on a \nfinancial instrument. \nb) The following non-exhaustive list of information may be relevant in assessing \nchanges in credit risk: \ni. \nan actual or expected significant change in the borrower’s external credit \nrating by rating agencies acceptable to the National Bank; \nii. \nan actual or expected internal credit rating downgrade for the borrower \nor decrease in behavioral scoring used to assess credit risk internally;  \niii. \nexisting or forecast adverse changes in business, financial or economic \nconditions that are expected to cause a significant change in the \nborrower’s ability to meet its debt obligations, such as an actual or \nexpected increase in interest rates or an actual or expected significant \nincrease in unemployment rates; \niv. \nan actual or expected significant change in the operating results of the \nborrower. Examples include actual or expected declining revenues or \nmargins, increasing operating risks, working capital deficiencies, \ndecreasing asset quality, increased balance sheet leverage, liquidity, \nmanagement problems or changes in the scope of business or \norganizational structure (such as the discontinuance of a segment of the \nbusiness) that results in a significant change in the borrower’s ability to \nmeet its debt obligations; \nv. \nsignificant increases in credit risk on other financial instruments of the \nsame borrower;"
        },
        {
            "section_id": 26,
            "section_title": "Section 26",
            "page_number": 26,
            "content": "26 \nvi. \nan actual or expected significant adverse change in the regulatory, \neconomic, or technological environment of the borrower that results in a \nsignificant change in the borrower’s ability to meet its debt obligations, \nsuch as a decline in the demand for the borrower’s sales product because \nof a shift in technology; \nvii. \nsignificant changes in the value of the collateral supporting the obligation \nor in the quality of third-party guarantees or credit enhancements, which \nare expected to reduce the borrower’s economic incentive to make \nscheduled contractual payments or to otherwise have an effect on the \nprobability of a default occurring. For example, if the value of collateral \ndeclines because house prices decline, borrowers in some jurisdictions \nhave a greater incentive to default on their mortgages; \nviii. \na significant change in the quality of the guarantee provided by a \nshareholder (or an individual’s parents) if the shareholder (or parents) has \nan incentive and financial ability to prevent default by capital or cash \ninfusion; \nix. \nsignificant changes, such as reductions in financial support from a parent \nentity or other affiliate or an actual or expected significant change in the \nquality of credit enhancement, that are expected to reduce the \nborrower’s economic incentive to make scheduled contractual \npayments; \nx. \nexpected changes in the loan documentation including an expected \nbreach of contract that may lead to covenant waivers or amendments, \ninterest payment holidays, interest rate step-ups, requiring additional \ncollateral or guarantees, or other changes to the contractual framework \nof the instrument; \nxi. \nsignificant changes in the expected performance and behavior of the \nborrower, including changes in the payment status of borrowers in the \ngroup; and  \nxii. \npast due information, including the thirty (30) days rebuttable \npresumption."
        },
        {
            "section_id": 27,
            "section_title": "Section 27",
            "page_number": 27,
            "content": "27 \nForm-BSD1/SBB/90/2024 \nAverage Recovery Rate (ARR) Computation \nFor the Quarter Ended_________________   \nName of the Bank ______________________ \nReporting Date:_____________________ \n \nTable A: Collateralized Properties Foreclosed and Sold During the Last 18 Consecutive Months \n(In millions of Birr) \nNo. \n \nNo. \n \n \nName of Borrower \n \nType of the \nProperty \n \n \nDate \nSold \nOutstanding Principal \nBalance* \nSale Value \nExpenses  \nRelated to  \nDisposal \nNet Realized \nValue \nA \nB \nC \nD=B-C \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTotal"
        },
        {
            "section_id": 28,
            "section_title": "Section 28",
            "page_number": 28,
            "content": "28 \n \n \n \nName of the Bank ___________________ \nReporting Date:_____________________ \n \nTable B: Collateralized Properties Acquired During the Last 18 Consecutive Months \n(In millions of Birr) \n \nNoNn \n \nNo. \n \n \nName of \nBorrower \n \nType of the \nProperty \n \n \nDate \nAcquired \nOutstanding Principal \nBalance* \nAsk/ \nReserve \nPrice \nHighest  \nOffered \nBid \nPrice \nAverage \nMarket \nValue  \nExpenses  \nRelated to  \nAcquisition \nNet Market \nValue \nA \nB \n \n \nC \nD=B-C \n \n \n \n \n \n \n \n \n \n \nTotal \n \n \n \n*Backed by the collateral (property) \nAverage Recovery Rate (ARR) = (Total Net Realized Value + Total Net Market Value)        X 100 =_________% \n                                                  (Aggregate Outstanding Principal Balance in Table A + Table B) \n    ARR= shall not be 15 percentage points greater than industry average to be provided by the National Bank. \n \nPrepared by: _________________                                         Approved by: ___________________ \nSignature: ___________________                                         Signature: ______________________"
        },
        {
            "section_id": 29,
            "section_title": "Section 29",
            "page_number": 29,
            "content": "29 \n \n \nForm – BSD2/SBB/90/2024 \nLoan and Advances Classification and Provisioning \nFor the Quarter Ended __________ \n(In Millions of Birr) \nName of the Bank: ________________________________ \nReporting Date: __________________________________ \nTABLE A: ON-BALANCE SHEET EXPOSURES \n \n \nLoan Classification \n \n \nAmount \n \nDeductible Collateral \n \nProvisioning \nRate \nRequired \nProvisions \nAccumulated \nProvisions Held \nin the Previous \nPeriod \nExcess/ \nShortfall in \nProvisions \nCash/Cash \nSubstitute \nNet \nRecoverable \nValue* \nTotal \nNet Loans and \nAdvances \nA \nB \nC \nD=B+\nC \nE=A-D \nF \nG=ExF \nH \nI=H-G \n1. Pass(sub-total) \n \n \n \n0 \n \n \n \n \n \n  1.1 Term Loans \n \n \n \n0 \n \n \n \n \n \n  1.2 Overdrafts \n \n \n \n0 \n \n \n \n \n \n  1.3 Merchandise \n \n \n \n0 \n \n \n \n \n \n  1.4 Others \n \n \n \n0 \n \n \n \n \n \n2. \nSpecial Mention (sub-\ntotal) \n \n \n \n0 \n \n \n \n \n \n  2.1 Term loans \n \n \n \n0 \n \n \n \n \n \n  2.2 Overdrafts \n \n \n \n0 \n \n \n \n \n \n  2.3 Merchandise \n \n \n \n0 \n \n \n \n \n \n  2.4 Others \n \n \n \n0"
        },
        {
            "section_id": 30,
            "section_title": "Section 30",
            "page_number": 30,
            "content": "30 \n3. \nSubstandard \n(sub-\ntotal) \n \n \n \n \n \n \n \n \n \n3.1 Restructured \n \n \n \n \n \n \n \n \n \n   3.1.1 Term loans \n \n \n \n \n \n \n \n \n \n   3.1.2 Overdrafts \n \n \n \n \n \n \n \n \n \n   3.1.3Merchandise \n \n \n \n \n \n \n \n \n \n   3.1.4 Others \n \n \n \n \n \n \n \n \n \n3.2Not Restructured \n \n \n \n \n \n \n \n \n \n   3.2.1Term loans \n \n \n \n \n \n \n \n \n \n   3.2.2 Overdrafts \n \n \n \n \n \n \n \n \n \n3.2.3Merchandise \n \n \n \n \n \n \n \n \n \n   3.2.4 Others \n \n \n \n \n \n \n \n \n \n4. \nDoubtful (sub-total) \n \n \n \n \n \n \n \n \n \n   4.1 Term loans \n \n \n \n \n \n \n \n \n \n   4.2 Overdrafts \n \n \n \n \n \n \n \n \n \n   4.3 Merchandise \n \n \n \n \n \n \n \n \n \n   4.4 Others \n \n \n \n \n \n \n \n \n \n5. \nLost Loans (sub-total) \n \n \n \n \n \n \n \n \n \n   5.1 Term loans \n \n \n \n \n \n \n \n \n \n   5.2 Overdrafts \n \n \n \n \n \n \n \n \n \n   5.3Merchandise \n \n \n \n \n \n \n \n \n \n   5.4 Others \n \n \n \n \n \n \n \n \n \n6. \nTotal (1+2+…..+5) \n \n \n \n \n \n \n \n \n \n7. Total  \nNon-performing \n(3+4+5) \n \n \n \n \n \n \n \n \n \n8. \nNPLs \nTotal \nloans \nRation (7/6)"
        },
        {
            "section_id": 31,
            "section_title": "Section 31",
            "page_number": 31,
            "content": "31 \n \n \n \n* Net Recoverable Value (NRV) = Outstanding Principal Balance x ARR  \nARR = shall not be 15 percent points greater than industry average to be provided by the National Bank. \n \nPrepared by: _____________________________________                            Approved by: _____________________________________ \nSignature ________________________________________                            Signature _________________________________________"
        },
        {
            "section_id": 32,
            "section_title": "Section 32",
            "page_number": 32,
            "content": "32 \n \n \nName of the Bank: ________________________________ \nReporting Date: __________________________________ \n \nTABLE B: PROVISIONING FOR OFF-BALANCE SHEET EXPOSURES \nOff Balance Sheet Item \nAmount \nProvisioning Rate \nRequired \nProvisions \nAccumulated Provisions \nHeld in the Previous \nPeriod \nExcess/Shortfall \nin Provisions \nA \nB \nC=AXB \nD \nD-C \nGuarantee \n \n \n \n \n \nCommitment to provide Loan and \nAdvance \n \n \n \n \n \nLetter of Credit \n \n \n \n \n \nOthers \n \n \n \n \n \n \nNote:  \n1. If counterparty has multiple off-balance sheet exposures, each exposure shall be listed separately in this template. \n2. Collateral does not apply in the provisioning calculation for all off balance exposures. \n \n \n \nPrepared by: _____________________________________               Approved by: _____________________________________ \nSignature ________________________________________               Signature _________________________________________"
        },
        {
            "section_id": 33,
            "section_title": "Section 33",
            "page_number": 33,
            "content": "33 \n \nForm – BSD 3/SBB/90/2024 \nRestructured Loans and Advances \nFor the Quarter Ended __________ \n(In Millions of Birr) \nName of the Bank: ________________________________ \nReporting Date: __________________________________ \nTABLE A: RESTRUCTURED LOANS AND ADVANCES THAT ARE EQUAL TO OR ABOVE FIVE PERCENT (5%) OF TOTAL CAPITAL OF \nTHE BANK (in Millions of Birr) \nTotal Capital ______________________________ \nName of the \nCounterparty/ \nBorrower \nType of \nLoan and \nAdvance \n \nSector to \nwhich \nthe Loan \nand \nAdvance \nis \nprovided \nNumber \nof \nIterations \nmade so \nfar to the \nLoan and \nAdvance \nType of \nRestructur\ning made \nOriginal \nAmount of \nLoan and \nAdvance  \nAmount of \nLoan and \nAdvance after \nLatest \nRestructuring  \nDate of Last \nRestructure \nClassification/S\ntatus of Loan \nand Advance  \n \nType of \nCollateral \n \nValue of \nCollateral \n \nLoan and \nAdvance as a \npercentage \nof Bank’s \nTotal Capital  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNOTE: If a counterparty has multiple loans, each loan shall be listed separately in this template. \n \nPrepared by: ______________________  \n \n \n \n \nApproved by: __________________ \n \n(name and signature) \n \n \n \n \n \n                        (name and signature) \n \n \n \n \n \nTelephone: __________________ \n \n \n \n \n \n \nTelephone: __________________________"
        },
        {
            "section_id": 34,
            "section_title": "Section 34",
            "page_number": 34,
            "content": "34 \n \n \nName of the Bank: _______________________________ \nReporting Date: __________________________________ \n \nTABLE B: AGGREGATE OF ALL RESTRUCTURED LOANS AND ADVANCES (in Million of Birr)  \n \nNumber of Restructured of Loan \nand Advances \nAmount of Restructured Loan and \nAdvances \n \nBalance of Restructured Loans and Advances at the end of \nthe previous quarter  \n \n \nRestructured Loans and Advances during the Quarter \n \n \nTotal Restructured Loans and Advances \n \n \n \nPrepared by: ______________________  \n \n \n \n \nApproved by: __________________ \n \n(name and signature) \n \n \n \n \n \n                       (name and signature) \n \n \n \n \n \nTelephone: __________________  \n \n \n \n \n \nTelephone: __________________________"
        },
        {
            "section_id": 35,
            "section_title": "Section 35",
            "page_number": 35,
            "content": "35 \n \n \nForm – BSD 4/SBB/90/2024 \nLoans and Advances Re-categorized from Non-Accrual to Accrual Status \nFor the Quarter Ended __________ \n(In Millions of Birr) \nName of the Bank: ________________________________ \nReporting Date: __________________________________ \n \nTABLE A: LOANS AND ADVANCES RE-CATEGORIZED FROM NON-ACCRUAL TO ACCRUAL STATUS THAT ARE EQUAL TO OR \nABOVE FIVE PERCENT (5%) OF THE BANK’S TOTAL CAPITAL (in Millions of Birr) \nTotal Capital ______________________________ \nName of \nCounterparty/Borrow\ner \nType of Loan \nand Advance \n \nSector to \nwhich the \nLoan and \nAdvance is \nprovided \nAmount of \nLoan and \nAdvance \n \nDate of Re-\ncategorization \nClassificatio\nn/Status of \nLoan and \nAdvance \n \nCollateral \nLoan and Advance \nas a percentage of \nBank’s Total \nCapital \nType \nValue \n \n \n \n \n \n \n \n \n \n \nNOTE: If counterparty has multiple loans, each loan shall be listed separately in this template. \n \nPrepared by: ______________________  \n \n \n \n \nApproved by: __________________ \n \n \n(name and signature) \n \n \n \n \n \n \n \n(name and signature) \n \n \n \n \n \nTelephone: __________________  \n \n \n \n \n \nTelephone: __________________________"
        },
        {
            "section_id": 36,
            "section_title": "Section 36",
            "page_number": 36,
            "content": "36 \n \n \nName of the Bank: ________________________________ \nReporting Date: __________________________________ \n \nTABLE B: AGGREGATE LOANS AND ADVANCES RE-CATEGORIZED FROM NON-ACCRUAL TO ACCRUAL STATUS (in Millions of \nBirr) \n \nNumber of Loans and \nAdvances Re-categorized from \nNon-Accrual to Accrual Status \nAmount of Loans and \nAdvances Re-categorized from \nNon-Accrual to Accrual Status \n \nBalance of Loans and Advances Re-categorized from \nNon-Accrual to Accrual Status at the end of the previous \nquarter \n \n \nLoans and Advances Re-categorized from Non-Accrual to \nAccrual Status during the quarter \n \n \nTotal Loans and Advances Re-categorized from Non-\nAccrual to Accrual Status \n \n \n \nPrepared by: ______________________  \n \n \n \n \nApproved by: __________________ \n \n  (name and signature) \n \n \n \n \n                                              (name and signature) \n \n \n \n \n \nTelephone: __________________  \n \n \n \n \n \nTelephone: __________________________"
        }
    ]
}

]