[
    {
    "document_id": "Bank Corporate Governance",
    "title": "Bank Corporate Governance",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "1 \nLICENSING AND SUPERVISION OF BANKING BUSINESS \nBANK CORPORATE GOVERNANCE  \nDIRECTIVE NO. SBB/91/2024 \n \nWhereas, prudent and effective corporate governance practices at banks are critical \nto the proper functioning of the banking sector and the economy as a whole;  \n \nWhereas, good corporate governance plays a vital role in maintaining the safety and \nsoundness of the financial system while also developing accountability regime that \nallocates the powers and responsibilities of a bank among the board and senior \nmanagement; \n \nWhereas, good corporate governance should lead to balanced risk-taking practices \nthat take into account the interests of key stakeholders; \n \nWhereas, the National Bank of Ethiopia aims to ensure that banks are soundly and \nprudently managed and directed;  \n \nNow, therefore, in accordance with Article 13(1/a), Article 14(4/b-d/ and /f/) and Article \n66(2) of the Banking Business Proclamation No. 592/2008 (as Amended by \nProclamation No. 1159/2019), the National Bank of Ethiopia has issued this Directive. \n \n1. Short Title \n \nThis Directive may be cited as “Bank Corporate Governance Directive No. SBB/91/ \n2024”.  \n \n2. Definitions  \nFor the purpose of this Directive, unless the context provides otherwise: \n \n2.1. “Board” means the governing body of a bank appointed by shareholders or \nother authorized body that has primary accountability for the governance and \nperformance of the bank including strategy, overseeing management and \nprotection of the shareholder and stakeholder interests. \n2.2. “Board Charter” means a document outlining the roles and responsibilities of \nthe board of directors, powers of the board, various board committees and \ntheir roles, separation of roles between the board and management and the \npolicies and practices of the board in respect to corporate governance \nmatters."
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "2 \n2.3. “Chief Executive Officer” means a person, by whatever title that person may \nbe referred to, who is primarily responsible for the day-to-day management of \nthe affairs of a bank. \n2.4. “Corporate Governance” means the process and structure used to direct \nand manage the business and affairs of a bank towards enhancing business \nprosperity and corporate accountability with ultimate objectives of realizing \nlong-term shareholders’ value, as well as customer, depositor, and other \nstakeholder interests. \n2.5. “Director” means any member of the board of directors of a bank, by \nwhatever title the person may be referred to. \n2.6. “Employee” means a chief executive officer, a senior executive officer or any \nother person who is appointed or hired by a bank to carry out its day-to-day \noperations. \n2.7. “Financial Institution” means a bank, an insurance company, a reinsurer, a \nmicrofinance institution, a microinsurance company, payment instrument \nissuer, payment system operator, a capital goods finance company, a money \ntransfer institution, a postal money transfer institution or such other similar \ninstitution as determined and licensed by the National Bank. \n2.8. “First Degree of Consanguinity or Affinity” means spouse, children and \nparents. \n2.9. “Independent Director” means a non-executive director that has no family \nof first degree consanguinity relationship or business, professional or \ncommercial relationship with the bank, and is neither part of senior \nmanagement nor involved in the day-to-day operations of the bank. An \nindependent director is an experienced board member that is not under any \nundue influence, internal or external, political or ownership that would impede \nhis/her ability to exercise objective judgment.  \n \nCandidates who would not normally be considered to be an independent \ndirector include natural persons who are:  \n2.9.1. a direct or indirect shareholder, a director, a chief executive officer, \nor a senior executive officer of a bank and/or the spouse or relative \nin the first degree of consanguinity or affinity of such shareholder, \ndirector, chief executive officer, or senior executive officer, or \n2.9.2. a shareholder, director, chief executive officer, senior executive \nofficer of a company that has any contractual obligation towards \nthe bank; \n2.9.3. involved, either directly or indirectly, in any legal proceedings or \nout-of-court disputes against the bank, the parent undertaking or \ntheir subsidiaries;"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "3 \n2.9.4. having any business, professional or commercial relationship with \nthe bank over the past two years; and \n2.9.5.  having any financial obligations towards the bank in an amount \ncumulatively above Birr fifty (50) million. \n2.10. “Influential Shareholder” means a person who holds directly or indirectly two \npercent or more of the total subscribed capital of a bank. \n2.11. “National Bank” means the National Bank of Ethiopia. \n2.12. ‘‘Non-executive Director’’ means an individual not involved in the day-to-\nday management and not a full-time salaried employee of a bank or of its \nsubsidiaries.  \n2.13. “Non-influential Shareholder” means any person who holds directly or \nindirectly less than two (2%) percent of the total subscribed capital of a bank. \n2.14. “One Term” means a period not exceeding three (3) years. \n2.15. “Person” means any natural or juridical person. \n2.16. “Person with Significant Influence” are influential shareholders, directors, \nchief executive officer and senior executive officers of a bank. \n2.17. “Related Party Transaction” means any transaction with related parties as \ndefined by the relevant Directive.  \n2.18. “Risk Management Function” means the business process that clearly \nidentifies and measures inherent and significant risks of a bank and draws a \nstrategy, policy and procedure to mitigate such risks, as defined by relevant \nDirectives of the National Bank. \n2.19.  “Senior Executive Officer” means any officer of a bank who is managing two \nor more work units and is accountable to the chief executive officer or is \ndirectly reporting to the board of directors and includes positions at a level of \ndeputy to chief executive Officer. \n2.20. “Senior Management” means the chief executive officer, the senior \nexecutive officers, and any other official, as may be defined by individual \nbank, responsible for day-to-day running of a bank. \n2.21. “Minority Shareholders” means a person or group of persons who cannot \nexercise the powers of a company or control its affairs. \n2.22. \n“Controlling Shareholder” means a person who is the beneficial owner of or \nis able to exert control over thirty percent (30%) or more of the shares of the \norganization. \n2.23. \n“Sustainability” refers to social and environmental sustainability, as well as \neconomic sustainability where it intersects with environmental and social \nsustainability. Sustainability information is also referred to as non-financial \ninformation."
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "4 \n2.24. any expression in the masculine gender includes the feminine and/or juridical \npersons. \n \n3. Scope of Application \n \n3.1. \nThis Directive shall be applicable on all banks operating in Ethiopia. \n3.2. In exceptional cases and with valid justification acceptable to the National \nBank, banks may apply to the National Bank to defer the application of certain \nprovisions of this Directive. \n3.3. A bank owned by the Government may apply Articles 6, 7 and 9 in due \nconsideration of relevant laws. \n \n4. General Principles \n \n4.1. \nEffective corporate governance of banks and the way they conduct their \nbusiness is critical to the proper functioning of the banking sector and the \neconomy as a whole.  \n4.2. The primary objective of corporate governance is to develop an \naccountability framework that allocates the powers and responsibilities by \nwhich the business and affairs of a bank are carried out by its board and \nsenior management.  \n4.3. A secondary objective is also to safeguard stakeholders’ interest in conformity \nwith public interest on a sustainable basis.  \n4.4. Among stakeholders, particularly with respect to banks, shareholders’ interest \nwould be secondary to depositors' interest. \n \n5. Corporate Culture and Values \n \n5.1. \nA bank shall start its corporate governance framework by instituting a \ncorporate culture and a set of values around responsible and ethical behavior, \nincluding risk culture, and legal and ethical conduct throughout the bank.  \n5.2. Corporate culture and value shall be set by the board and senior management \nand communicated to the rest of the organization, through a code of conduct \nand code of ethics that clearly define acceptable behavior. \n5.3. Senior management shall institute a whistleblower policy and process \noverseen by the board that allow employees to report ethical and illegal issues \nconfidentially without fear of reprisal and ensures that material concerns are \nthoroughly addressed."
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "5 \n5.4. A bank shall commit at the highest level of the organization to integrate \nsustainability factors in their risk management processes and oversight, \nfocusing both on financing activities and operations.  \n5.5. A bank shall commit to long-term economic development and the \nsustainability of its financing and operating activities, in line with National \nSustainable Development Goals. \n \n6. Duties of Directors \n \nAll Directors have a duty to: \n \n6.1. \nact in good faith and with utmost commitment to promote the success of the \nbank. In this regard, a director shall give due regard to the long-term interests \nof the bank, the interests of the bank’s employees, depositors and creditors, \nand the impact of the bank’s operations on the community and the \nenvironment; \n6.2. exercise independent judgment in the exercise of his responsibilities, as \ndefined in the relevant law;  \n6.3. discharge his responsibility with care, skill and diligence, as defined in the \nrelevant law. A director shall be liable for damages caused to the bank and \nshareholders due to lack of care or diligence on his part. A director shall  avoid \nthe approval of any transaction that is contrary to the bank’s own policies, the \nregulatory requirements of the National Bank and other applicable laws; \n6.4. comply with relevant laws and regulations, National Bank Directives, and \ncorporate values and policies of the bank;  \n6.5. address all issues and problems on a timely basis, and prevent illegal or \nunethical actions such as bribery and corruption inside and outside the bank; \n6.6. disallow behaviors that could result in any improper or illegal activities in the \nbank, such as money laundering, fraud, bribery or corruption. The board shall \nalso discourage excessive risk-taking activities and self-dealing and \nacceptance of gifts or favors; \n6.7. use their position, bank information and bank assets properly. Directors shall \nnot use their position, information acquired by virtue of position they hold, to \nobtain an advantage for themselves or someone else. Directors shall not \nmisuse bank’s assets except in accordance with the terms on which they are \nprovided;  \n6.8. maintain the confidentiality of the bank’s and third party’s information. \nConfidential information received by a director in the course of the exercise \nof their duties remains the property of the bank and it is improper to disclose"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "6 \nit, or allow it to be disclosed, unless that disclosure is authorized by \nresponsible organ of the bank or permitted by other relevant laws. Directors \nshall maintain appropriate level of confidentiality at all times with respect to \ninformation or data pertaining to the bank’s customers, suppliers and \nemployees; \n6.9. act fairly and impartially. Directors shall avoid bias, discrimination, caprice or \nself-interest and  shall demonstrate respect for others by acting in a \nprofessional and courteous manner; and \n6.10. act with honesty and integrity. Directors shall be truthful and transparent in \ntheir dealings and use their power responsibly. \n \n7. Board of Directors’ Size and Composition \n \n7.1. \nWithout prejudice to the provisions of the Commercial Code on the  minimum \nnumber of  directors,  due to the special nature of deposit-taking institutions, \nwhich gives them an added responsibility of safeguarding the interests of \ndepositors, the National Bank requires a bank, to have at least nine (9) \ndirectors. To be effective, the board of directors shall have qualifications and \nexperiences that match the complexity, the size, the scope and operations of \nthe bank. \n7.2. A board shall include directors who as a group provide a balance of skill, \ndiversity and expertise, who collectively possesses the necessary qualification \ncommensurate with the size, complexity and risk profile of the bank. The \nmixtures of core competencies include banking, finance, accounting, \nmanagement, \neconomics, \nlegal, \nbusiness \nadministration, \nauditing, \ninformation technology, investment management and sustainability. The \nqualifications and experience of all board members shall at a minimum meet \nthe requirements set by the National Bank. \n7.3. The board of directors of a bank shall be composed as follows: \n7.3.1. 1/3rd of the directors shall be nominated and elected separately by \nnon-influential shareholders; \n7.3.2. 1/3rd of the directors shall be nominated and elected by all \nshareholders; and \n7.3.3. 1/3rd of the directors shall be independent directors, nominated by \nthe existing board of directors and elected by all shareholders. \n7.4. Shareholders of a bank shall ensure that there is no single gender \nrepresentation in the bank’s board. To this end, they shall ensure that at least \ntwo (2) female are elected to the board. The board shall enact a policy to \nensure the achievement of diversity in its composition. Diversity applies to"
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "7 \nacademic qualifications, technical expertise, relevant industry knowledge, \nexperience, and gender. \n7.5. A maximum number of two (2) bank employees (including the chief executive \nofficer and senior executive officers, but excluding company secretary) , may \nbe elected to the board. However, such employees cannot be chairperson of \nthe board of the bank.  \n7.6. In order to exercise its duties of monitoring and overseeing managerial \nperformance, preventing conflicts of interest and balancing competing \ndemands on the bank, it is essential that the board is able to exercise objective \njudgment.  \n7.7. \nNotwithstanding the provision provided in the Commercial Code, the board \nof directors shall have a chairperson and vice chairperson. The chairperson \nand vice chairperson shall be elected by a majority of all directors. \n \n8. Conflict of Interest  \n \n8.1. \nThe board shall put in place a policy to manage conflict of interest. The bank \nshall maintain a register of declared conflict of interest. \n8.2. The board chair, ahead of every board meeting, shall call upon all directors \nto declare if there are any conflict of interests related with the agenda items \nbeing discussed. \n8.3. A director of a bank shall avoid a situation in which he has a direct or indirect \ninterest that conflicts, or possibly may conflict, with the interests of the bank, \nas described in relevant law.  \n8.4.  A director shall inform the board of directors of any situation that may involve \na conflict of interest between his own and the bank’s interest. Where a \ndirector of a bank is in any way, directly or indirectly, interested in a proposed \ntransaction, contract entered into or any other relationship with the bank, he \nshall declare the nature and extent of that interest to the other directors. \nDeclarations shall be made as soon as the existence of a situation that could \ngive rise to a conflict of interest is known.  \n8.5. No bank, director, or employee may carry out any transaction under conflict \nof interest that is contrary to the bank’s own policies, the regulatory \nrequirements of the National Bank, Commercial Code and other applicable \nlaws"
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "8 \n9. Appointment of Directors \n \n9.1. \nDirectors shall be nominated and elected based on board appointment policy \nand procedures of a bank, as approved by the general shareholders meeting. \nSuch policies and procedures shall incorporate relevant provisions of this \nDirective related to board appointment. \n9.2. At a general shareholders meeting where the board of directors get elected, \nthe first item on the agenda shall be to appoint an ad hoc board nomination \nand election committee responsible for nominating shareholders for election \nto the board. The committee shall be composed of five (5) members and shall \nnot constitute current board members, or employees of the bank. At least two \n(2) of the nomination and election committee members shall be non-\ninfluential shareholders. \n9.3. One month prior to the general shareholders’ meeting, company secretary of \na bank shall publish the board nomination and election criteria to \nshareholders through widely reaching media including newspapers, bank’s \nwebsite, broadcast and other electronic channels as necessary.  \n9.4. A bank, prior to general shareholder meeting, shall disclose and adequately \ninform its shareholders description of the procedures to be followed for \nnominating directors.  \n9.5. The nomination and election committee shall receive the nominations from \nthe shareholders on the date of the general shareholders’ meeting.  \n9.6. All nominations shall include a brief description of the nominee’s professional \nqualification and experience, and indicate which shareholder is nominating \nthe nominee. A shareholder may nominate himself or herself.  \n9.7. A legal person may be appointed to the board of directors in line with the \nrelevant provisions of the Commercial Code. Where a person nominated is a \nlegal person, a natural person who represents this legal person on the board \n(the representative) shall be identified during the nomination process to \nensure that the person representing the shareholder fulfills the criteria set by \nthe National Bank for board membership. In a situation where the \nrepresentative cannot be identified during the nomination process; the legal \nperson shall assign a representative who shall fulfil the National Bank's \nrequirement in due course.  \n9.8. All nominees that the nomination and election committee receive from \nshareholders must meet the qualifications and experience required by the \nNational Bank. The nomination and election committee shall adequately \ninform the shareholders about board election criteria prior to the conduct of \nboard nomination process."
        },
        {
            "section_id": 9,
            "section_title": "Section 9",
            "page_number": 9,
            "content": "9 \n9.9. The nomination and remuneration committee of the board of directors, in due \nobservance of related criteria, shall recruit and propose nominees, whose \nnumber shall at least be twice the number of independent board members to \nbe elected. The board of directors will then handover the list of nominees for \nindependent directors to the nomination and election committee.   \n9.10. \n The nomination and election committee, shall receive and prepare three (3) \nlists of nominees, as per the following order: \n9.10.1. List 1: Nominees for 1/3rd of the board seats reserved for non-\ninfluential \nshareholders, \nfor \nelection \nby \nnon- \ninfluential \nshareholders; \n9.10.2. \n List 2: Nominees for 1/3rd of the board seats reserved for all \nshareholders, for election by all shareholders; and \n9.10.3. \n List 3: Nominees for 1/3rd of the board seats reserved for \nindependent directors, for election by all shareholders. \n9.11. The general meeting shall vote separately for each nominee, on each list. Only \nnon-influential shareholders may vote for the nominees in List 1. All \nshareholders may vote for List 2 and List 3. The nominees with the largest \nnumber of votes will be appointed. Nominees who were not successful shall \nbe included for each category on a waiting list for consideration for \nappointment by the board in the event of future vacancies on the board. \n9.12. If a bank has no influential shareholder, election for board shall be conducted \nby all shareholders. \n9.13. The board of directors of government-owned banks shall be appointed in \ncompliance with the relevant law under which they are governed. \n9.14. Notwithstanding the provision stated above, board of directors appointed for \na government-owned bank shall be presented to the National Bank for \nconduct of fit and propriety assessment and approval.  \n \n10. \nConduct of Board Election by Authorized Bodies \n \n10.1. Where the National Bank decides to conduct board election, the process shall \nproceed in line with sub-articles 12 (1) (b) and (2) of the Banking Business \nProclamation number 592/2008 (as Amended by Proclamation number \n1159/2019). \n10.2. Where a court of law, external auditors or any other organ authorized by law \norders to carry out or decides to conduct board election, the process shall \nproceed in line with applicable laws. \n \n11. Board of Directors"
        },
        {
            "section_id": 10,
            "section_title": "Section 10",
            "page_number": 10,
            "content": "10 \n \n11.1. \nA bank shall be led by an effective and entrepreneurial board of directors, \nwhose role is to promote the long-term sustainable success of the bank, \ngenerating value for shareholders and contributing to wider society.  \n11.2. The board shall ensure that the necessary resources, policies and practices \nare in place for the bank to meet its objectives and measure senior \nmanagement’s performance against those objectives. \n11.3. The board shall establish the bank’s values and strategy, and ensure its \nalignment with its culture. A director shall act with integrity, lead by example, \nand promote the desired culture.  \n11.4. Approval by the National Bank and Term of Office \n \n11.4.1. Appointment of directors shall be subject to approval by the \nNational Bank in accordance with the requirements stipulated \nunder relevant National Bank Directives.  \n11.4.2. A bank shall submit application and relevant documents to the \nNational Bank for approval of directors within twenty (20) working \ndays from the date of their election. \n11.4.3. The National Bank shall decide on the application for approval \nwithin fifteen (15) working days from the date of receipt of all \ndocuments as required under sub-article 11.4.2 of this Article. \n11.4.4. The term of a board shall be counted from the date the ordinary \ngeneral meeting of shareholders elected the board. \n11.4.5. A person may not serve either on his own behalf or representing \nany other shareholder as agent, or by whatsoever means, as a \ndirector of the bank for more than six (6) consecutive years. \nHowever, he may be re-elected after a lapse of six consecutive \nyears.  \n11.4.6. Notwithstanding sub-article 11.4.5 of this Article, if the ordinary \ngeneral meeting of shareholders of a bank wishes to maintain \ncontinuity in the board and re-elect some of the existing board \nmembers, it may re-elect such directors, for only one (1) more term. \nThe number of board members so re-elected shall, however, be \nlimited to a maximum of one-third of the board seats of the bank.  \n11.4.7. Where the surviving directors are less than half of the board of \ndirectors, they shall convene a general meeting to appoint other \ndirectors."
        },
        {
            "section_id": 11,
            "section_title": "Section 11",
            "page_number": 11,
            "content": "11 \n11.4.8. The term of office of the outgoing directors of a bank may not \nterminate until written approval for appointment of the incoming \ndirectors is granted by the National Bank. \n \n11.5. Training \n11.5.1. A bank shall give training, at least once a year, to directors on \npriority basis in areas of financial analysis, corporate governance, \napplicable laws, regulations, Directives, risk management and \ninternal control.  \n11.5.2. A bank shall provide formal induction program for new directors \nwithin three (3) months of their appointment. \n11.5.3. A bank shall file certificate of training of each member of the board \nto the National Bank for validation of its compliance with sub article \n11.5.1 of this Article. \n \n11.6. Board Meetings \n11.6.1. The board shall establish rules for conducting board meetings in a \nboard charter. \n11.6.2. A board meeting shall be held at least once in a quarter  on the \ndate and at the venue fixed in accordance with the rules for manner \nof conducting board meetings. \n11.6.3. The board may hold virtual meetings on an extraordinary basis, as \nlong as the rules and procedures are laid out in the board charter.  \n11.6.4. The board may invite to board meetings senior officials or other \nstaff that it deems necessary.  \n11.6.5. The board shall fix regular meeting days and venue. In all regular \nmeetings (excluding urgent meetings), the chairperson or the \ncompany secretary shall serve formal notice of meeting to each \ndirector, together with agenda items, at least seven (7) days earlier \nthan the meeting day. \n11.6.6. Board members are expected to commit to their duties and to \narrive for board meetings fully prepared to discuss the agenda. \nBoard members shall attend in person at least seventy five percent \n(75%) of the board meetings of a bank within a financial year.  \n11.6.7. The board is required to take action in cases where the condition \nin sub-article 11.6.6 is not met. Actions the board can take include \na recommendation to the shareholders meeting to remove that \ndirector from the board."
        },
        {
            "section_id": 12,
            "section_title": "Section 12",
            "page_number": 12,
            "content": "12 \n11.6.8. The board shall ensure all minutes of its meetings are properly \nrecorded, signed, sequentially numbered, and safely kept along \nwith other relevant documents. \n11.6.9. Board remuneration shall be paid to a director in proportion to his \nattendance at board meetings during the year.  \n \n11.7. Board Responsibilities  \nThe board of directors of a bank has the ultimate responsibility for the bank’s \nbusiness strategy and financial soundness, key personnel decisions, internal \norganization and governance structure and practices, and risk management \nand compliance obligations. The board may delegate some of its functions, \nthough not its responsibilities, to board committees, including the Audit \nCommittee, the Risk Management and Compliance Committee, and the \nNomination and Remuneration Committee and other committees as the case \nmay be.  \n \nWithout prejudice to the duties and responsibilities stated in other applicable \nlaws, regulations, National Bank Directives, and memorandum of association, \nas well as, resolutions of shareholders, the board of the bank shall at least be \nresponsible for: \n \n11.7.1. approving the strategy of the bank, based on a proposal from the \nchief executive officer; \n11.7.2. approving the bank’s annual business plans and budgets; \n11.7.3. approving bank policies; \n11.7.4. approving the risk appetite statement, based on the proposal of the \nchief risk officer; \n11.7.5. overseeing risk management and internal controls of the bank, \nensuring the establishment of an appropriate risk management \nframework, and setting the risk appetite of the bank; \n11.7.6. proposing external auditors and their service fee to the general \nmeeting \nof \nshareholders \nfor \nappointment, \nbased \non \nrecommendations from the Audit Committee; \n11.7.7. selecting and appointing chief executive officer, and overseeing his \nperformance; \n11.7.8. appointing senior executive officers recommended by Nomination \nand Remuneration Committee; \n11.7.9. ratifying the appointment of chief internal audit, chief risk officer, \nand chief compliance officer who are qualified and competent with"
        },
        {
            "section_id": 13,
            "section_title": "Section 13",
            "page_number": 13,
            "content": "13 \nintegrity, to administer the affairs of the bank effectively and \nefficiently, or removing the same where they fail to be fit and \nproper; \n11.7.10. \nsetting and actively overseeing a remuneration structure for the \nchief executive officer and senior executive officers, based on \nrecommendations from the Nomination and Remuneration \nCommittee. The remuneration structure shall support sound \ncorporate governance, shall establish appropriate incentives that \nare aligned with prudent risk taking and sustainability goals, shall \nbe consistent with the long-term interest and the financial \nsoundness of the bank, and shall be effective in addressing \nmisconduct that potentially result in losses; \n11.7.11. ensuring the operation of the bank is run prudently, and in \ncompliance with relevant laws, regulations, policies, and \nprocedures; \n11.7.12. approving equity investment decisions or agreements related to \nacquisition and disposal of fixed assets and technology which have \nmaterial nature, as may be defined in the internal policy of the bank; \n11.7.13. approving material related party transactions, in line with the \nrequirements of the National Bank Directive; \n11.7.14. \ndeveloping succession plans for senior management, with support \nfrom the Nomination and Remuneration Committee. \n11.7.15. \nestablishing and ensuring the effective functioning of various board \ncommittees including, when applicable, Audit Committee, Risk \nManagement Committee and Nomination and Remuneration \nCommittee, which shall report their resolutions to the full board; \n11.7.16. \nassessing annually the effectiveness of the board, its committees, \nand individual directors in carrying out their responsibilities and \nreporting the outcomes to the annual ordinary general meeting of \nshareholders and the National Bank; \n11.7.17. ensuring the capital and liquidity adequacy of the bank on an on-\ngoing basis; \n11.7.18. \npreventing and managing conflicts of interest in the bank by \nputting in place sound policies and implementing them, where \nconflict of interest refers to a circumstance where a person’s \nactivities or interests are advanced at the expense of the bank; \n11.7.19. \nestablishing clear policies for shareholder relations with the bank \nand at least annually reviewing practices, aimed at clearly"
        },
        {
            "section_id": 14,
            "section_title": "Section 14",
            "page_number": 14,
            "content": "14 \ncommunicating the goals, strategies and achievements of the bank \nto the shareholders; \n11.7.20. monitoring management performance by a performance \nmanagement system and setting key performance indicators, \nincluding those mentioned in sub-article 11.7.19 of this  Article; \n11.7.21. developing transparent policy, rules and procedure for board \nnomination and election in consideration of industry standard and \nrequirements stipulated in this Directive and submit to the general \nmeeting of shareholders  for review and endorsement; \n11.7.22. establishing an appropriate risk governance framework that \nincludes well defined organizational responsibilities for risk \nmanagement, satisfying three lines of defense principles; \n11.7.23. reviewing and approving lines of responsibilities, delegating \nauthorities, segregating duties and accountabilities for board of \ndirectors and senior management members; \n11.7.24. reviewing and approving a code of conduct for the board and \nsenior management; \n11.7.25. ensuring the establishment of a code of conduct for the \nemployees of the bank; \n11.7.26. establishing a formal induction program and ensuring that every \nin-coming board director is inducted and provided with necessary \norientation in the area of the bank’s business; \n11.7.27. reviewing level of implementation of the codes of conduct through \nundertaking internal, as well as external monitoring and \nassessment,  establishing and communicating corporate culture \nand value, including staff training programs developed to \nencourage implementation; \n11.7.28. exercising oversight over the bank’s exposure and response to \nsustainability-related risks and opportunities, review policies, \nstrategies, risk management, and targets set by management, and \nassess the performance of the organization against its targets; \n11.7.29. clearly defining the roles and responsibilities of senior \nmanagement, for the management of sustainability-related risks \nand opportunities; \n11.7.30. ensuring that sustainability-related risks and opportunities are \nintegrated in internal controls and compliance, including risk \nmanagement and processes to ensure the integrity of reported \nsustainability information;"
        },
        {
            "section_id": 15,
            "section_title": "Section 15",
            "page_number": 15,
            "content": "15 \n11.7.31. ensuring an effective internal audit system, staffed with qualified \npersonnel to perform internal audit functions (covering at least \nfinancial, operational, legal, technology and management audit) is \nput in place; \n11.7.32. ensuring that appropriate management information system is \nestablished to produce accurate, complete, relevant and timely \ninformation on the performance of the bank; \n11.7.33. monitoring stakeholder engagement process and ensuring that \nstakeholder concerns and expectations are integrated in the bank’s \nstrategy; \n11.7.34. developing strategies and suitable policies to manage relations \nwith different stakeholder groups, including a program that allows \nbank staff and other stakeholders to report complaints (i.e.,  \n“Whistleblower” policy); and \n11.7.35. adopting a clear governance framework for the bank including \nunits, branches, district /regional offices, or other legal entities, and \nmanage the risk associated with complex or opaque organizational \nstructures.  \n \n11.8. Board Charter and Description of Authority \n11.8.1. The board shall adopt a board charter that provides a formal \ndescription of matters specifically reserved for its decision as \nprovided in the bank’s internal policy to ensure that the direction \nand control of the bank is firmly retained in its hands. \n11.8.2. The description of matters referred to under sub-article 11.8.1 of this \nDirective shall, at a minimum, include the following matters: \na) acquisitions and disposals of equity investment, fixed assets \nand technology of material nature as may be defined by board \nof directors; \nb) authority level for core functions of the bank; and \nc) approval on corporate policies on all matters, at a minimum: \ni. board charter; \nii. committee charters; \niii. strategy; \niv. compliance control policy; \nv. credit policy; \nvi. conflict of interest management; \nvii. human resource management; \nviii. investment;"
        },
        {
            "section_id": 16,
            "section_title": "Section 16",
            "page_number": 16,
            "content": "16 \nix. domestic and foreign banking operations;  \nx. liquidity management; \nxi. internal audit/control; \nxii. management information system/MIS; \nxiii. planning and budgeting; \nxiv. finance; \nxv. risk management; \nxvi. fixed assets; \nxvii. corporate governance; \nxviii. detection and prevention of criminal activities including \nAML/CFT; \nxix. outsourcing; \nxx. disclosure policy; \nxxi. communication;  \nxxii. procurement; and \nxxiii. fraud monitoring. \n \n11.9. Board Succession Planning and Exit of Board Members \n11.9.1. The term of office of the board members shall be organized in a \nmanner that ensures a smooth transition. \n11.9.2. The term of office of the members of the board shall end in a \nmanner that ensures retention of institutional memory and makes it \neasier to induct new board members. Where possible, no more \nthan one third of the board members shall retire at the same time. \n11.10. Exit Report \n11.10.1. At the end of their office term, the outgoing board members shall \nprepare a comprehensive exit report and submit to the National \nBank and company secretary of the bank, at the latest fifteen (15) \ncalendar days before conducting general meeting of shareholders. \nThe exit report shall at a minimum cover the board’s performance \nduring its office term, challenges, issues requiring the attention of \nthe National Bank and/or the incoming new board and the way \nforward. \n11.10.2.  The bank shall not pay board remuneration for final service year to \noutgoing board members if the board fails to comply with the \nrequirement set under sub-article 11.10.1 herein above.  \n11.11.  Role of Board Chairperson \n11.11.1. The chairperson leads the board and is responsible for its overall \neffectiveness in directing the bank. The chairperson shall"
        },
        {
            "section_id": 17,
            "section_title": "Section 17",
            "page_number": 17,
            "content": "17 \ndemonstrate objective judgment and encourage and promote \ncritical discussion and a culture of openness and debate, ensuring \nthat dissenting view can be freely expressed. In addition, the \nchairperson shall ensure that directors receive accurate, timely and \nclear information, so that decisions can be taken on a sound and \nwell-informed basis.  \n11.11.2. Board Chairperson’s responsibilities are: \na) Provide effective leadership to the board by setting the tone and \nagenda, while guiding discussions in meetings. \nb) Ensure the board operates within legal and ethical guidelines \nthat all board members are heard and participate in the \ndiscussion, and policies and procedures are followed. \nc) Facilitate board meetings, ensuring all agenda items are \ncovered, discussions are productive, and decisions are made in \na timely manner. \nd) Serve as a primary liaison between the board, management, and \nshareholders, communicating important information and \ndecisions. \ne) Collaborate with other board members and management in \nsetting the organization's strategic direction and goals. \nf) Oversee the annual board evaluation, as well as the \nperformance evaluations of senior management. \ng) Foster positive relationships with key stakeholders, including \nshareholders, employees, customers, and the community. \nh) Ensure guidelines and procedures are in place to govern the \nboard’s operation and conduct.  \n12. Company Secretary \n \n12.1. Each bank shall have company secretary, in line with the requirements of \nrelevant law. The appointment and dismissal of the secretary shall be \napproved by the board of directors. \n12.2. The secretary shall be accountable to the chief executive officer. \n12.3. The secretary shall have the following powers and duties: \n12.3.1. monitor the corporate governance of the bank, and compliance \nwith corporate governance requirements; \n12.3.2. ensure timely and accurate flow of information to board members, \nand to shareholders and third parties, as necessary; \n12.3.3. prepare a calendar of board and committee meetings;"
        },
        {
            "section_id": 18,
            "section_title": "Section 18",
            "page_number": 18,
            "content": "18 \n12.3.4. \ndevelop and maintain the board charter and policies outlining the \nresponsibilities, duties, and expectations of the board and the \ncompany secretary; \n12.3.5. maintain accurate and up-to-date corporate records, including \nboard minutes, resolutions, conflict of interest register and statutory \nregisters; \n12.3.6. organize meetings of shareholders and meetings of the board of \ndirectors; \n12.3.7. prepare, organize and keep minutes;  \n12.3.8. ensure effective capacity building and training of board members; \nand  \n12.3.9. carry out other tasks assigned to him by chief executive officer and \nthe memorandum of association. \n12.4. A bank shall uphold high standards of ethics and integrity, ensuring the \ncompany secretary acts in the best interests of the organization and its \nstakeholders. \n12.5. If possible, the bank shall support company secretary to obtain company \nsecretary training and certification from national or international bodies. \n12.6. Notwithstanding an agreement to the contrary, the secretary shall be liable to \nthe bank, shareholders or third parties for any breaches of his duties under \nthe Commercial Code or the memorandum of association. \n \n13. Audit Committee \n \n13.1. All banks shall establish an Audit Committee of the board of directors.  \n13.2. The objective of the Audit Committee is to provide independent oversight of \nthe bank’s financial reporting and internal control system and ensure checks \nand balances within the bank. \n13.3. The Audit Committee shall comprise of at least three (3) directors. All \nmembers of the Committee shall be non-employees, and at least one (1) of its \nmembers shall be an independent director. The chairperson of the Committee \nshall be preferably an independent director, and not the chairperson of the \nboard or of any other committee.  \n13.4. The Audit Committee shall possess a collective balance of skills and expert \nknowledge. At least two (2) members shall have experience in audit practices, \nfinancial reporting, and accounting. All members shall have the ability to \nunderstand financial statements and education in accounting or finance.  \n13.5. A former partner or director of a bank’s existing auditing firm or auditing \ncorporation shall not act as a member of a bank’s audit committee, within a"
        },
        {
            "section_id": 19,
            "section_title": "Section 19",
            "page_number": 19,
            "content": "19 \nperiod of twelve (12) months after ceasing to be a partner of the audit firm, or \nfor as long as he has any financial interest in the audit firm or audit \ncorporation.  \n13.6. The Audit Committee shall have an explicit authority to investigate any matter \nwithin its terms of reference, full access to and co-operation by senior \nmanagement and shall have full discretion to invite any director or executive \nofficer to attend its meetings. The Audit committee shall have reasonable \nresources to enable it discharge its functions properly. The Audit Committee \nshall have full and unrestricted access to information, and unfettered access \nto senior management, to the internal audit and risk management functions. \nThe Audit Committee shall be able to obtain independent professional advice.  \n13.7. The Audit Committee shall develop a committee charter, for approval by the \nfull board, laying out its composition, roles and responsibilities, and meeting \nrequirements. \n13.8. The Audit Committee shall hold regular meetings, at least once every quarter \nand shall report regularly to the full board. \n \nThe Audit Committee shall be responsible for: \n \n13.9. Oversight of the Financial Reporting Process: \n13.9.1. ensuring fair and transparent financial reporting, and prompt \npublication of the financial accounts;  \n13.9.2. recommending approval by the board of the bank’s policies on \naccounting policy and financial reporting; \n13.9.3. overseeing the financial reporting process; and \n13.9.4. \napproving financial statements prior to their submission to the full \nboard. \n13.10. Oversight of the External Audit Process \n13.10.1. recommending to the board for their approval, the appointment, \nremuneration and dismissal of external auditors;  \n13.10.2. \nreview and approve the audit scope and frequency;  \n13.10.3. \nreceive key audit reports and ensure that senior management is \ntaking necessary corrective actions in a timely manner to address \ncontrol weaknesses, non-compliance with policies, laws and \nregulations, and other problems identified by auditors and other \ncontrol functions;  \n13.10.4. \nensuring adequate functioning, independence and effective \ncooperation of internal and external audits; and"
        },
        {
            "section_id": 20,
            "section_title": "Section 20",
            "page_number": 20,
            "content": "20 \n13.10.5. \nreview any non-audit services provided by the external auditor, \nseeking to maintain the objectivity of the external auditor and \navoid conflicts of interest. \n13.11. Oversight of Non-financial Reporting and Assurance \n13.11.1. ensuring fair and transparent reporting of material sustainability \ninformation; \n13.11.2. \nensuring fair and transparent reporting of performance audit \ninformation; and \n13.11.3. \noverseeing the process of seeking independent, external assurance \nof non-financial information.  \n13.12. Oversight of the Internal Audit Function \n13.12.1. overseeing the functions of the Internal Audit Unit; \n13.12.2. approving the annual internal audit plan;  \n13.12.3. ensuring full coverage of the bank's activities by internal controls \nand internal or external audits;  \n13.12.4. ensuring that all the bank's activities are audited by the internal \naudit in a cycle whose duration shall not exceed three (3) years \nand must be adjusted depending on the risk profile;  \n13.12.5. assessing the adequacy of human, information technology and \nother resources allocated to the internal control function; \n13.12.6. ensuring that the internal controllers and auditors have the \nnecessary skills, and proposing measures to strengthen their \nexpertise and qualifications as necessary;  \n13.12.7. verifying the reliability and accuracy of financial information \nintended for the board, the National Bank and third parties, and \nassess the relevance of the accounting methods adopted for the \npreparation of the individual and consolidated accounts; \n13.12.8. assessing the relevance of the corrective measures taken or \nproposed to remedy the shortcomings or insufficiencies detected \nin the processing of transactions, following control or audit \nreports, or even, if applicable, in the internal control system;  \n13.12.9. ensuring the effective and rapid implementation of the corrective \nmeasures recommended by the control and audit functions and, \nif necessary, alert the board, or the National Bank directly in the \nevent of non-implementation; and \n13.12.10. assessing whether existing policies, processes and internal \ncontrols (including risk management, compliance, Shari’ah \ncompliance and corporate governance processes) are effective,"
        },
        {
            "section_id": 21,
            "section_title": "Section 21",
            "page_number": 21,
            "content": "21 \nappropriate and remain sufficient for interest free banking \nbusiness. \n \n14. Internal Audit Function \n \n14.1. The internal audit function is responsible for reviewing the scope of the \ninternal audit program, internal audit findings and recommend actions to be \ntaken by management. \n14.2. The head of internal audit function is appointed or removed based on the \nrecommendation of the audit committee, and by the approval of the board of \ndirectors. The remuneration shall be determined independently of any \nbusiness line overseen, and performance measures shall be based principally \non the achievement of its own objectives to ensure independence. \n14.3. Any measure of dismissal or transfer of the head of internal audit can only \ntake place after informing, accompanied by a supporting file, the National \nBank showing the reasons for the decision. The revocation can only take \nplace by the board, after obtaining assent of the audit committee. The head \nof internal audit cannot be dismissed if he has exercised his functions in good \nfaith. An abusive revocation measure taken without respecting the provisions \nof this Article will be subject to the sanctions. \n14.4. The internal audit function shall review material related party transactions \nsuch as  those exceeding Birr fifteen (15) million or otherwise posing special \nrisk) and express its reasoned (non-binding) opinion on related party \ntransactions, including the bank’s interest in entering into the transaction, and \nthe convenience and substantial correctness of its underlying terms.  \n \n15. Risk Management and Compliance  \n \n15.1. Governance of Risk Management  \n15.1.1. A bank shall follow the three (3) lines of defense model and assign \nresponsibilities for risk management at key levels of the \norganization, including in the business units, as part of a dedicated \nrisk management function and an independent internal audit \nfunction. \n15.1.2. A bank shall have a dedicated risk management unit overseen by a \nchief risk officer, whose functions are further defined in separate \nNational Bank Directives. The chief risk officer shall be independent \nfrom the individual business lines and have direct and unimpeded"
        },
        {
            "section_id": 22,
            "section_title": "Section 22",
            "page_number": 22,
            "content": "22 \naccess to the bank’s board of directors and in particular to the Risk \nManagement and Compliance Committee.  \na) The chief risk officer is responsible for supporting the \ncommittee (and the full board) in its engagement with and \noversight of the development of the bank’s risk appetite and risk \nappetite statement and for translating the risk appetite into a \nrisk limits structure.  \nb) The chief risk officer shall report and have direct access to the \nboard or risk management and compliance committee without \nimpediment. The chief risk officer shall have the ability to meet \nwith the board or risk management and compliance committee \nin the absence of other executive directors and senior \nmanagement members. \nc) The appointment, dismissal, and other changes to the chief risk \nofficer or its equivalent position shall be approved by the board \nof directors. The bank shall discuss the reasons for such \nremoval with the National Bank. \nd) The chief risk officer’s performance, compensation and budget \nshall be reviewed and approved by the risk management and \ncompliance committee. The compensation shall be determined \nindependently of any business line overseen, and performance \nmeasures shall be based principally on the achievement of its \nown objectives so as not to compromise the independence. \ne) The appointment of chief risk officer is subject to the prior \napproval of the National Bank. \n15.1.3. A bank shall integrate sustainability in the overall risk management and \ncontrol framework, including risk appetite and tolerance, and the three-\nline-of-defense model, and evaluate the impact of sustainability on their \nrisk profile and capital adequacy and liquidity positions. This includes \nassessing the impact of sustainability on traditional risks facing financial \ninstitutions, including credit risk, liquidity risk, market risk, and \noperational risks. \n15.1.4. A bank shall analyze the risk to the loan portfolio presented by climate \nchange, natural resource constraints, human rights concerns, or other \nbroad sustainability trends, and assess the concentration of \nsustainability-related risks in specific industry and geography, including \nsectors vulnerable to climate transition risk and physical risk or priority \nsectors for climate adaptation."
        },
        {
            "section_id": 23,
            "section_title": "Section 23",
            "page_number": 23,
            "content": "23 \n15.2. Risk Management and Compliance Committee \nThe Board Risk Management and Compliance Committee of a bank shall: \n15.2.1. be responsible for oversight of the strategies for capital and liquidity \nmanagement, as well as for all relevant risks of the bank, such as credit, \nmarket, operational and reputational risks and others to be specified in \nthe relevant National Bank Directives to ensure they are consistent with \nthe stated risk appetite; \n15.2.2. develop a committee charter, for approval by the full board of directors, \nlaying out its composition, roles and responsibilities, and meeting \nrequirements; \n15.2.3. hold regular meetings, at least once every month and shall report \nregularly to the full board; \n15.2.4. \ncomprise at least three (3) directors. The chairperson of the committee \nshall be preferably independent, and not the chairperson of the board \nor any other committee. The Committee shall include members who \nhave experience in risk management issues and practices; \n15.2.5. receive regular reporting and communication from the chief risk officer \nand other relevant functions about the bank’s current risk profile, \ncurrent state of the risk culture, utilization against the established risk \nappetite, and limits, limit breaches and mitigation plans; \n15.2.6. have effective communication and coordination with the audit \ncommittee to facilitate the exchange of information and effective \ncoverage of all risks, including emerging risks, and any needed \nadjustments to the risk governance framework of the bank; and \n15.2.7. be responsible at least for: \na) reviewing and recommending risk management strategies, \npolicies, risk appetite statements, and risk tolerance limits for \nboard’s approval; \nb) reviewing and assessing adequacy of risk management policies \nand framework in identifying, measuring, monitoring and \ncontrolling risk, as well as, the extent to which these are operating \neffectively; \nc) ensuring infrastructure, resources and systems are in place for \nrisk management; \nd) ensuring the staff responsible for implementing risk management \nsystems perform those duties independently of the bank’s risk-\ntaking activities;  \ne) reviewing management’s periodic reports on risk exposure, risk \nportfolio composition and risk management activities;"
        },
        {
            "section_id": 24,
            "section_title": "Section 24",
            "page_number": 24,
            "content": "24 \nf) periodically reviewing the effectiveness of internal controls and \nrisk management processes;  \ng) assessing the quality of the internal control system, in particular \nthe consistency of the risk measurement, monitoring and control \nsystems and propose, where appropriate, reinforcement actions \nin this regard; and \nh) checking compliance with the policies and rules of the bank and \nwith \nrelevant \nproclamations, \nregulations, \nDirectives \nand \nguidelines of the National Bank and other relevant laws. \n \n16. Nomination and Remuneration Committee \n \n16.1. The primary objectives of Nomination and Remuneration Committee are to: \n16.1.1.  identify and nominate candidates for independent members of the \nboard of directors, for election by the general shareholders \nmeeting;  \n16.1.2. nominate candidates for senior executive officer positions, for \napproval by the full board of directors;  \n16.1.3. provide a formal and transparent proposal on the employment and \nremoval of the chief executive officer and senior executive officers \nif they are ineffective, errant or negligent in discharging their \nresponsibilities;  \n16.1.4. make recommendations on the compensation/benefit systems of \nthe bank;  \n16.1.5. oversee human resource policy; human resource strategy and \nemployee performance management processes ; \n16.1.6.  oversee training programs for members of the board; and \n16.1.7. review and endorse succession plans prepared by the \nmanagement of the bank. \n16.2. The Committee shall strive to ensure the board is not dominated by any one \nindividual or small group of individuals in a manner that is detrimental to the \ninterests of the bank. \n16.3. The Committee shall strive to ensure remuneration is appropriate and \nconsistent with the bank’s culture and value, including the risk culture, ethical \nconduct, long-term business success and sustainability. \n16.4. The Committee shall comprise at least four (4) directors.  \n16.5. The Committee is responsible at least for the following:"
        },
        {
            "section_id": 25,
            "section_title": "Section 25",
            "page_number": 25,
            "content": "25 \n16.5.1. prepare a profile of the ideal independent board of directors, based \non discussions with the full board, and  use the profile as a basis \nfor the recruitment of good candidates; \n16.5.2. recruit independent directors to serve on the board, with the \nassistance of recruitment consultants as necessary. Following \ndeliberations, the Committee will forward its proposed candidates \nto the board of directors for further review and presentation to the \ngeneral meeting. All independent directors nominated shall meet \nor exceed the National Bank’s requirements; \n16.5.3. \nlead the process of nominating candidates to serve as senior \nmanagers, for appointment by the board of directors. The \nCommittee will recruit candidates for open positions, with the \nassistance of recruitment consultants as necessary. Following \ndeliberations, the Committee will forward a “short list” of proposed \ncandidates to the board of directors; \n16.5.4. \nat the request of the board chairperson,  and after detailed review, \nprovide a formal and transparent proposal on the employment and \nremoval of senior management members if they are ineffective, \nerrant and/or negligent in discharging their responsibilities, for \ndecision by the full board;  \n16.5.5. \nmonitor the bank’s compensation and benefits practices, and \nperiodically benchmark these practices against a set of peer \ninstitutions, in cooperation with the bank’s human resources \ndepartment. \nThe \nCommittee \nwill \nperiodically \nmake \nrecommendations on the compensation/benefit systems of the \nbank, for decision by the full board. The Committee will also \nperiodically review other human resource policies of the bank, as \nrequested by the board of directors; and \n16.5.6. \ndevelop training programs for board members by working with the \ncompany secretary and outside consultants as necessary. The \nCommittee shall review the effectiveness of these programs and \nmake changes as necessary. \n16.6. The Committee shall hold regular meetings, at least once every three months \nor as necessary, and shall report regularly to the full board. \n \n17. Credit Committee  \n \n17.1. The primary objective of the Credit Committee is to assist the board of \ndirectors in reviewing and overseeing the overall lending of the bank."
        },
        {
            "section_id": 26,
            "section_title": "Section 26",
            "page_number": 26,
            "content": "26 \n17.2. The Committee shall comprise of at least four (4) directors. At least one (1) of \nthe directors shall be an independent director of the bank. \n17.3. To enhance independence and objectivity of the Committee, banks are \nrequired to appoint an independent non-executive director as the \nchairperson of the Committee. The chairperson of the bank’s board shall not \nchair the Credit Committee but can be included as a member. \n17.4. The Committee shall be responsible at least for the following: \n17.4.1. review and oversee the overall lending policy of the bank; \n17.4.2. deliberate and consider loan applications beyond the discretionary \nlimits of the Credit Risk Management Committee;  \n17.4.3. review lending by the Credit Risk Management Committee; \n17.4.4. \nensure there are effective procedures and resources to identify and \nmanage irregular problem credits, minimize credit loss and \nmaximize recoveries; \n17.4.5. direct, monitor, review and consider all issues that may materially \nimpact on the present and future quality of the bank’s credit risk \nmanagement;   \n17.4.6. delegate and review lending limits to the sanctioning arms of the \nbank; \n17.4.7. assist the board with discharging its responsibility to review the \nquality of the bank’s loan portfolio and ensuring adequate \nprovisions for bad and doubtful debts in compliance with  \nprudential requirements; \n17.4.8. conduct loan reviews independent of any person or committee \nresponsible for sanctioning credit; and \n17.4.9. ensure the credit policy and risk lending limits are reviewed at least \non an annual basis and as and when the environment so dictates.  \n \n18. Senior Management \n \n18.1. Under the direction and oversight of the board, senior management shall \ncarry out and manage the bank’s activities in a manner consistent with the \nbusiness strategy, risk appetite, remuneration and other policies approved by \nthe board.  \n18.2. Senior management consists of a core group of individuals responsible and \naccountable to the board for the sound and prudent day-to-day management \nof the bank."
        },
        {
            "section_id": 27,
            "section_title": "Section 27",
            "page_number": 27,
            "content": "27 \n18.3. Senior management shall provide the board of directors with any information \nthe board of directors or its committees deem necessary to properly carry out \ntheir tasks and responsibilities. \n18.4. The organization, procedures and decision-making of senior management \nshall be clear and transparent and designed to promote effective \nmanagement of the bank. This includes clarity on the role, power, and \nresponsibility of the various positions within senior management, including \nthat of the chief executive officer.  \n18.5. The bank may form an executive committee, consisting of the chief executive \nofficer and senior executive officers. The composition, role, responsibilities, \nand meeting procedures shall be established by a separate charter. \n18.6. Members of senior management shall have the necessary experience, \ncompetencies and integrity to manage the businesses and the people under \ntheir supervision. They shall receive access to regular training to maintain and \nenhance their competencies and stay up to date on developments relevant \nto their areas of responsibility.  \n18.7. The Board Charter shall clearly establish which senior management positions \nrequire board approval. \n18.8. Members of senior management shall be selected through an appropriate \npromotion or recruitment process, which considers the qualifications required \nfor the position in question. For those senior management positions for which \nthe board of directors is required to review or select candidates through an \ninterview process, senior management shall provide sufficient information to \nthe board.  \n18.9. Senior management contributes substantially to a bank’s sound corporate \ngovernance by setting appropriate ethical and professional standards, the \n“tone at the top”. Members of senior management shall provide adequate \noversight of those they manage and ensure the bank’s activities are consistent \nwith the business strategy, risk appetite and the policies approved by the \nboard.  \n18.10. Senior management shall include consideration of sustainability risks and \nopportunities in strategic objectives, focusing on sustainability impacts, risks \nand opportunities in lending and investments activities, as well as in \noperations and the supply chain.  \n18.11. Senior management shall establish policies, procedures, and targets to \nidentify and manage climate, nature, labor, community, and other \nsustainability-related risks at client operations and that these are integrated in \nthe existing credit and risk management framework."
        },
        {
            "section_id": 28,
            "section_title": "Section 28",
            "page_number": 28,
            "content": "28 \n18.12. Senior management is responsible for delegating duties to staff and shall \nestablish a management structure that promotes accountability and \ntransparency throughout the bank. \n18.13. Senior management shall be responsible to establish and implement \nmanagement level committees including Executive Committee and Asset and \nLiabilities Management Committee.  \n18.14. Senior management shall recognize and respect the independent duties of \nthe risk management, compliance and internal audit functions and shall not \ninterfere in their exercise of such duties.  \n18.15. Senior management shall provide the board with the information it needs to \ncarry out its responsibilities, supervise senior management and assess the \nquality of senior management’s performance. In this regard, senior \nmanagement shall keep the board regularly and adequately informed of \nmaterial matters, including: \n18.15.1. changes in business strategy, risk strategy/risk appetite; \n18.15.2. the bank’s performance and financial condition;  \n18.15.3. breaches of risk limits or compliance rules; \n18.15.4. \ninternal control failures;  \n18.15.5. legal or regulatory concerns; and  \n18.15.6. \nissues raised because of the bank’s whistleblowing procedures. \n18.16. Without prejudice to the duties and responsibilities stated in any applicable \nlaws, regulations, the National Bank Directives, and memorandum of \nassociation of the bank, a chief executive officer shall at least be responsible \nfor: \n18.16.1. developing corporate strategies, policies, business plans and \nbudgets which are subject to approval by the board before \nimplementation;  \n18.16.2. developing, approving and implementing procedure manuals, \nguidelines and controls to address compliance with laws and \nregulations applicable to the bank’s business environment and risk \nprofile; \n18.16.3. ensuring documents indicated under sub-article 18.16.1 and \n18.16.2 of this Article are communicated to all concerned staff;  \n18.16.4. \npreparing \nan \norganizational \nstructure \nthat \nclearly \nand \nappropriately assigns duties, responsibilities and authorities, and \nensures segregation of duties, which shall be subject to board \napproval;  \n18.16.5. \nselecting and presenting all senior executive officers except chief \ninternal audit and chief risk management &/or compliance for"
        },
        {
            "section_id": 29,
            "section_title": "Section 29",
            "page_number": 29,
            "content": "29 \nnomination and remuneration committee which shall be subject to \nboard approval;  \n18.16.6. \nallocating authorities, duties and responsibilities in well-defined \njob specification and description; \n18.16.7.  developing management information system that adequately \naddresses the bank’s business environment and risk profile, \ngetting approval from the board and implementing it; \n18.16.8. \nproviding the board with timely, relevant, accurate and complete \nreports on the plan performance;  \n18.16.9. \nimplementing an effective internal control system and risk \nmanagement program of the bank;  \n18.16.10. \nimplementing timely corrective action on deficiencies and issues \nthat have been raised or reported by the National Bank, external \nand internal auditors and risk and/or compliance managers; and \n18.16.11. \nimplementing the resolutions of the board. \n \n18.17. Key performance indicators to monitor the performance of senior \nmanagement shall at least include: \n18.17.1. the bank’s record of compliance with laws, regulations and board \napproved policies; \n18.17.2.  internal audit, external audit, risk management findings, \nrecommendations and rectifications. \n18.17.3.  risk profile of the bank against risk tolerance limits; \n18.17.4. timely execution of regulatory and supervisory concerns raised by \nthe National Bank; \n18.17.5.  the timeliness, quality, and accuracy of management’s \nrecommendations and reports; and \n18.17.6.  key business and financial performance indicators, such as actual \nversus projected performance, performance trend, peer group \ncomparisons and ratios. \n \n19. Shareholder Rights \n \n19.1. A bank shall facilitate the exercise of shareholders’ rights and ensure the \nequitable treatment of all shareholders, including minority shareholders. \n19.2. Shareholders’ rights shall include information, voting and financial rights, \nincluding to: \n19.2.1. secure methods of ownership registration;  \n19.2.2. convey or transfer shares;"
        },
        {
            "section_id": 30,
            "section_title": "Section 30",
            "page_number": 30,
            "content": "30 \n19.2.3. share in the profits of the bank;  \n19.2.4. \nobtain material information on a timely and regular basis;  \n19.2.5. vote in general shareholder meetings; \n19.2.6. \nelect members of the board of directors; and \n19.2.7. appoint the external auditor. \n19.3. Related party transactions shall be approved and conducted in a manner that \nensures proper management of conflicts of interest and protects the interests \nof the bank and its shareholders. \n19.4. Members of the board of directors and management shall disclose to the \nboard whether they, directly, indirectly or on behalf of third parties, have a \nmaterial interest in any transaction or matter directly affecting the bank. \n19.5. Anti-takeover devices shall not be used to shield management and the board \nfrom accountability. \n19.6. Shareholders shall be protected from adverse actions by controlling \nshareholders, acting either directly or indirectly, and shall have effective \nmeans of redress. \n \n20. \nGeneral Meeting of Shareholders  \n \n20.1. Without prejudice to provisions provided in the Commercial Code of Ethiopia, \nthe ordinary general meeting of shareholders of a bank shall: \n20.1.1. strive in a good faith that only competent and reliable persons who \nmeet the requirements of the National Bank, and can enrich good \ncorporate governance and add value to the bank, are elected or \nappointed as a director;  \n20.1.2. \ndecide upon the appointment and service fee of an external auditor \nas proposed by the Audit Committee and the board and this power \nshall not be delegated to any other organ or body in the bank’s \nstructure;  \n20.1.3. \nensure the board is held accountable and responsible for the \ninefficient and ineffective governance; \n20.2. Representation by a voter in person and by proxy in any shareholders meeting \nshall be limited to the aggregate, including the voter’s own shares, of a \nmaximum of ten percent (10%) of the total subscribed capital of a bank. \n20.3. A sitting board member or any employee of a bank including chief executive \nofficer or a senior executive officer shall not represent and be proxy of any \nother shareholder in any shareholders meeting of the bank."
        },
        {
            "section_id": 31,
            "section_title": "Section 31",
            "page_number": 31,
            "content": "31 \n20.4. A shareholder to be considered for being board nominee in a bank shall be \nregistered shareholder of the bank for a minimum of two consecutive years \npreceding the date of shareholders meeting of the bank.  \n \n21. Disclosure \n \n21.1. A bank shall be transparent to any shareholders, depositors and other \nrelevant stakeholders without breaching the law of the country and the \nNational Bank Directives.  \n21.2. Without prejudice to provisions in other laws and National Bank Directives, a \nbank shall at a minimum disclose the following to the National Bank: \n21.2.1. submit any related party loan/foreign currency transactions, banks \nfixed assets, and technology transactions of material nature, as defined \nby the board, within fifteen (15) working days from the date of the \ntransaction specifying the name, type of transaction and amount \ninvolved;  \n21.2.2. report the status of the transactions stated under sub-article 21.2.1, at \nleast once in a month; through attestation by the board that such \ntransactions have been carried out at an arm’s-length in compliance \nwith the regulatory requirements, the bank’s own policies and \nprocedures; and \n21.2.3. key points concerning risk exposures and risk management strategy. \n21.3. Without prejudice to provisions in other laws and the National Bank \nDirectives, a bank shall make public, timely and accurate disclosure on all \nmaterial matters regarding the organization, including the financial situation, \nperformance, sustainability, ownership, and governance of the company.  \n21.4. Disclosure shall be done in a timely fashion through a public website, annual \nand \nperiodic \nfinancial \nreports, \nand \nthrough \nother \nappropriate \nmechanisms.  Public disclosure shall include an annual report to shareholders \nwith the following information: \n21.4.1. strategic objectives of the organization; \n21.4.2. risks factors; \n21.4.3. \nnarrative report summarizing the bank’s results for the past year;  \n21.4.4. \nthe three (3) most recent available set of audited financial statements, \nincluding statements of financial position, statement of comprehensive \nincome and expense accounts together with auditors’ report; \n21.4.5. \nexternal audit by independent, competent and qualified auditor; \n21.4.6. \ndebt contracts, including the risk of non-compliance with covenants;  \n21.4.7. a corporate governance report, indicating:"
        },
        {
            "section_id": 32,
            "section_title": "Section 32",
            "page_number": 32,
            "content": "32 \na) board members, including their qualification, experience and \nmembership on board committees, and whether or not the bank \nconsiders each director to be independent;  \nb) the approach used for the selection of board member for ensuring an \nappropriate diversity of skill, background, and viewpoints.  \nc) role and activity/performance of the board of directors; \nd) evaluation of the board of directors; \ne) the bank’s basic organizational structure, including line business \nstructure; \nf) the bank’s memorandum of association; \ng) capital structure and ownership including major share ownership and \nvoting rights, group structures and their control arrangements;  \nh) risk management process, including risk appetite, control and audit; \ni) compensation of members of the board and key executives, including \npolicy and criteria, performance-based compensation and risk \nadjustment; and aggregate total compensation; \nj) related party transactions; and \nk) sustainability-related information including the governance process, \nstrategy, risk management and metrics to address sustainability \nmatters that are material for the organization, including sustainability-\nrelated risks and opportunities in a bank’s loan portfolio. \n21.5. Exhibit at every one of its places of business, including its branches and sub-\nbranches, in a conspicuous place throughout the year, covering at a minimum \na copy of its latest audited statement of financial position, a comprehensive \nincome and expense report and cash flow analysis in respect of all its \noperations during the period. \n21.6. The exhibition and publishing of the annual report pursuant to sub-articles \n20.3 and 20.4 of this article shall occur within one month after the annual \nshareholders meeting. \n \n22. \nSupervision \n \n22.1. The National Bank shall supervise corporate governance at banks, including \nthrough comprehensive evaluations and regular interaction with boards and \nsenior management, and will suggest remedial action as necessary. \n22.2. The National Bank shall assess each bank’s corporate governance \nperformance, especially with respect to the risk culture of the bank. This \nincludes a consideration of the behavioral dynamic of the board and senior \nmanagement, including the “tone at the top” and the cultural values of the"
        },
        {
            "section_id": 33,
            "section_title": "Section 33",
            "page_number": 33,
            "content": "33 \nbank are communicated and put into practice, how information flows to and \nfrom the board and senior management, and how potential serious problems \nare identified and addressed throughout the organization.  \n22.3. The National Bank will interact regularly with boards of directors, individual \nboard members, senior managers and those responsible for the risk \nmanagement, compliance, and internal audit functions. The purpose of the \ninteractions is to support timely and open dialogue between the bank and \nsupervisors. \n22.4. The National Bank may produce additional guidelines to assist banks in the \nimplementation of good corporate governance practices. \n22.5. The board of directors is responsible for: \n22.5.1. ensuring the National Bank’s examination report is considered as \nconfidential by the directors and/or employees of the bank; \n22.5.2. ensuring appropriate and timely actions are taken to address the \nregulatory and supervisory concerns and instructions of the \nNational Bank; and \n22.5.3. following \nup \nthe \nimplementation \nof \nfindings \nand \nrecommendations of on-site examination and off-site surveillance \nreports of the National Bank, the external auditor, and the internal \ncontrol functions. \n22.6. The company secretary is responsible for ensuring minutes of general \nmeetings of shareholders are delivered to the National Bank within twenty \n(20) working days from the date of such meetings of shareholders for \napproval and for following up timely registration of the same with the \nappropriate government organ.  \n \n23. \nPenalties  \n \n23.1. Without prejudice to Article 65 of Proclamation Number 592/2008 (as \nAmended by Proclamation 1159/2019), a director who in any matter transacts \nor causes to be transacted or an influential shareholder for whom a \ntransaction is concluded in contravention of sub-article 8.5 of this Directive, \ndepending on the gravity of the violation, shall be: \n23.1.1. prohibited from taking any new loans or renewing existing loans \nand concluding foreign currency related transactions with the bank \nin which he is an influential shareholder or director for three (3) \nconsecutive years effective from the date of identification of the \nviolation;"
        },
        {
            "section_id": 34,
            "section_title": "Section 34",
            "page_number": 34,
            "content": "34 \n23.1.2. suspended or removed from his seat on the board for at least three \n(3) consecutive years effective from the date of identification of the \nviolation; \n23.1.3. prohibited from investing in new shares or from buying existing \nshares in any financial institution for three consecutive years \neffective from the date of identification of the violation; and \n23.1.4. \nsubjected to any other appropriate administrative action the \nNational Bank deems necessary. \n \n23.2. Without prejudice to article 17(1) of Proclamation Number 592/2008(as \nAmended by Proclamation No. 1159/2019), the National Bank, depending on \nthe degree or frequency of incompliance, may suspend or remove chief \nexecutive officer or senior executive officer who in any matter transacts or \ncauses to be transacted in contravention of sub-article 8.5 of this Directive. \n \n24. \nApplicability of Other Laws \n \n24.1. Nothing in this Directive shall be construed to relieve a bank or any other \npertinent person from complying with the provisions of the Commercial Code \nof Ethiopia, Public Enterprises Proclamation or any other relevant laws. \n24.2. No Directive or established practice may, in so far as it is inconsistent with the \nprovisions of this Directive, have effect with respect to matters provided by \nthis Directive.  \n \n25. \nTransitional Provision  \n \nA bank shall apply provisions related to nomination and election of board of director \nafter expiry of the terms of the existing boards of directors. \n \n26. \nRepealed Directive \n \nBank Corporate Governance Directive No. SBB/71/2019 (1st Replacement) is hereby \nrepealed and replaced by this Directive. \n \n27. \nEffective Date \n \nThis Directive shall enter into force as of the 12th day of June, 2024."
        }
    ]
}
]