[
    {
    "document_id": "Financial Consumer Protection Directive",
    "title": "Financial Consumer Protection Directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "PATER! Nhe L AGH\nNATIONAL BANK OF ETHIOPIA\nADDIS ABABA\nHINANCIAL CONSUMER PROTECTION\nDIRECTIVE NO, FCPL2020\n‘Whereas, trast and confidence of financial consumers promote financial incision healthy’ financial\ntransactions, and stimulate growth, stably ethical innovation and eficieney in the financial system;\n\n‘Whereas, innovation and development in the financial infrastructure and products and services, would\npossibly inerease the risks and challenges particularly that low-income and less experienced financial\nconsumers faces\n\nWhereas establishing clear and objective financial consumer protection regulation, supervision,\n‘complaint handling and dispute resolution mechanisms are necessary to promote fai, responsible and\ntransparent financial transactions and shape professional conduct of financial services providers towards\n\nfinancial consumers;\n\nNow, therefore, in accordance with article $7 of the Banking Business Proclamation No, $92/2008 as\namended by Baking (Amendment) Proclamation No, 1189/2019, article 59 ofthe Insurance Business\nProclamation No, 7462012 as amended by Insurance (Amendment) Proclamation No. 1163/2019, article\n26 of the Micro-financing Business Proclamation No, 626/2008 as aimended by Microfinance Business\n(Amendment) Proclamation No, 1164/2019 and article 20(2) ofthe National Payment Proclamation No.\n71822011, the National Bank of Ethiopia as issued this\n\nrectve s follows\n\n1 Short ttle\n‘This civetive may be cited as “FINANCIAL CONSUMER PROTECTION DIRECTIVE NO.\nrerova020\"\n\n2 Definitions\nUnless the context otherwise provides, or the purpose ofthis directive\n\n2.1, “account” means an account relating oa financial products or services\n\n2.2, “agent nen pron pointed and conrace bythe anil secs pve at\ncn belo ancl eric provider an fra omission ina mar seid by\nthe kan devs ofthe National Bank;\n\nck\n\nARG OAD 4A Zon. S5EOROK hn TC O11 51 45.68 NAN #TC O18 517490 AA\nADDRESS: SUDANSTRCET . POBOX S8807048 FAXNo.O115 514588 TEL, No, 0115417430. ADDIS ABABA\nTELEGRAPHIC ADDRESS.N A TIONBAN K\nCCODES-USED PETERSON 3\" 4\" ED BENTLEY'S 2\" PHRASE A.8.C. 6*EDITIO\nEmail the cxcd@ eine et ‘Website, www www be govt"
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "23.\n\n2\n\n28.\n\n26,\n\n27.\n\n29.\n\n2.10.\n\n2a\n\n2a,\n\n213.\n\n“annual interest rate” means the per annum rate of interest that applies under a financial\n\nboard’ means the Board of Directors ofa financial service provider;\ncomplaint” means an expression of dissatisfaction relating to ¢ financial product or\nservice or security by a financial consumer or security prover that isnot immediately\n\nresolved by the financial service provider;\n\ncomplainant” means person who lodges complaint against a financial service\nprovider to the National Bank;\n\n“eredit account” means an account held in relation to & financial consumer credit\n\n“eredit insurance” means insurance that guarantees the capacity ofa financial consumer\n\nthe event oF one or more\n\nto make payments under a consumer credit contac, including\nof sickness, injury, disability, death or unemployment,\n\n“current account” means a deposit account used to receive and send money ad pay for\ngoods and services which may have atachod tit a cheque faciliy and / or an overdraft,\n\nfacility and on which no interest, or only nominal interest, is paid:\n\n“alspute resolution” means a processes sed to resolve disputes betwoen parties to the\n\nfinancial transaction including negotiation, mediation arbitration, and litigation ete;\n\ndigital Financial services” means financial services including payments, remittances\nand insurance accessed and delivered through digital channels;\n\n“external dispute resolution” means dedicated scheme, to be established by the\n‘ational Bank, for resolving disputes between the financial consumer and/or the security\n\nprovider andthe financial service provider;\n\nI consumer” means a cutent or a prospective customer ofa financial service"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "2M.\n2s.\n\n216,\n\n2ar.\n\n28,\n\n219,\n\n2.20,\n\n2a.\n\n22.\n223.\n\n224,\n\nA RK\n\n“financial consumer contract” means a contract beoween the financial consumer and\n\nthe fnaneal sevice provider on financi\n\nproducts or services\n\n“financial product or service” means any product or service of a financial\nmarketed, offered or provided to finan\n\nconsumers bya financial service provider;\n\n“financial service provider” means banks, insurers, microfinance institutions, Capital\nGoods Finance Companies, postal savings, money transfer institution oF such other\nsimilar institution as specified by the National Bank:\n\n“ fixed term Joan\"* means a typeof loan that is repaid in regular payments over a set,\n\nperiod oftime:\n\n‘five term loan contraet” means contract fora fixed term loan;\n\n“Key Facts Statement” or “KFS™ means pre-contracual information provided by a\nfinancial service provider to its financial consumers in printed or electronic format that\n\nsummarize the main characteristics of the financial products or services;\n\n“internal complaint handling. process” means a complaint or dispute resolution\nProcess to resolve disputes between the financial consumer oF security provider and the\nfinancial services provider in accordance with the writen policies and procedures ofthe\nlater and applicable directives ofthe National Bank;\n\n“mobite wallet account” means an on-demand account used to receive and send money\nand pay for goods and services via a mobile device such as @ mobile phone, but which\ndes not have attached to ita check or overdraft facility:\n‘National Bank” means the National Bank of Ethiopia:\n\n“person” means natural or legal person;\n\n“personal characteristic or affiliation” means gender, race, ethnicity, politcal\niliaton or belief, marital status, disability or sexual orienta"
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "2.25, “advice” means advice given to a financial consumer orto security provider in relation\nto the suitability ofa specific financial product of service for that Financial consumer's\nFinancial objectives, needs or capacity:\n\n2.26, “data” means any information about an identified or reasonably identifiable financial\n\nconsumer or security provider:\n\n2.27, “receipt means paper or electronic evidence provided by the financial services provider\nfor any payment in respect of financial prodvets and services;\n\n2.28,\n\n aecount” means an on-demand deposit account on which intrest may be\n‘eaened on any part of the account balance, but which is nota time depositor 2 mobile\n\nwallet account;\n\n2.29, “security” means any\n\n8) security rights over movable property as defined ina Proclamation\n'No.1147/2019, to provide for Movable Property Security Right\n\nby security rights overimmovable property,\n©) personal guarantee; oF\n@) other undertaking,\n_ranted forthe purposes of providing security forthe obligations of a financial consumer\nin relation to any financial produt or ser\n\n2.30, “security contract” means a contact for a security\n\n231. “a\ncontract that has been prepared by a financial service provider without negotiation and\n\nard form contract” means a financial product and service contactor  secuity\n‘consent with the financial consumer or security provider;\n\n2.32, “security provider” means a financial consumer that provides or proposes to provide a\n\nsecurity\n\n2.33. “third party” means a person who is outside of or not a direct party tothe contractual\n) relationship between the financial sevice provider andthe financial consumer;\n\nfem"
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "2.34. “time deposit” means a deposit account in which all or part ofthe balance is deposited\nfora fixed period tan agreed intrest rate;\n\n2.35. “unfair terms” has the meaning specified in Artile $11.2 ofthis dec\n\n2.36. Expressions inthe masculine gender include the feminine.\n\n3. Scope of applications\nThis directive shall apply to any financial service provider, financial product and service, and financial\n‘consumer and security provider\n\n4 General provisions\n4.1. Fale treatment\nFinancial services providers:\n4.1.1, shal eat all financial consumers equitably, respectilly, honestly and fey at\nall stages of their relationship with the financial consumers;\n\n4.2. shal not discrimi\n\nunless required or permitted by law, against any financial\nconsumer oF security provider on the basis of a personal characteristic or\nfiliaton withthe financial consumer; and\n\n4.1.3. give special ateation and priority to the particular needs of, and difficulties\nfaced by, vulnerable, socially and economically marginalized consumer groups\nsuch as inexperienced consumers, physically disabled, et.\n\n42. ‘Transparency and disclosure\n\n‘A financial service provider shall ensure that Financial consumers and security providers are\nprovided with accurate, simple, clearly expressed and timely information about the features,\nlikely isk, obligations and other terms and cost of any financial product or service or security\nthey are consiering.\n\n43. Product design and suitability\nFinancial service providers have general obligations to take reasonable steps to:\n43.1. ensure that any financial product of service shall be designed, marketed and\nisibited having appropriate regard tothe likely financial objectives, needs,\n\n5\n\n“a"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "capacity and behaviors of financial consumes inthe target market with view to\n\niinimizing the isk of harm to those Financial consumers; and\n\n43.2. consider the financial objectives, needs and capacity of a finan\n‘before providing them with a financial product.\n\n44. Data protection\n‘A financial service prover shal:\n4.4.1. koep data confidential and secure; and\n\n4.4.2. only use and disclose « financial consumer's oF seurity provider's data for\nlegitimate purposes agreed to it by the financial consumer or security prover ot\notherwise permited by la\n\n45, Complaint handling mechanism\n\nFinancial services provides shal\n\n45.1. provide the financial consumers oF security providers with easy access 10 a\n\ntwansparent, effective, prompt and fre internal complaints process; and\n\n45.2. make the financial consumers and security providers aware of any available\n\nExteral Dispute Resolution mechanisms including that provided bythe National\n\nBank and court of law.\n\nSpecific provisions\nSL. Fair treatment or business conduct requirements\n5.1.1. Unfair contractual terms\n\n‘A financial service provider shall be probit\n\nted from including, oF\nseeking to enforce against a financial consumer or security provider,\n\nany unfair term ina standard form contrac\n\nS112. A term of. standard form contact shall be uni if it\n\n8) imposes terms inconsistent with Aniele 1710(2) of the Civil\n\nCode, that is, having the consent of the injured pany by taking\n\n4 advantage of his want, simplicity of mind, senility or manifest\nbusiness inexperience:\n\naA"
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "St\n\n') causes a significant imbalance in the rights and obligations\n‘between a financial consumer or security provider and a\nFinancial service provider;\n\n©) causes detriment tothe financial consumer or security provider:\nand\n\n4) is ferent from the one thai stipulated to protect the financial\nservice provider's legitimate\n\nFor the purpose of testing unfair terms as per Article $1.12, unfair\nterms ina standard form contact or security contract, but nt limited\nto nelade:\n\n4) allowing the financial service provider to make changes 10\nfinancial consumers’ contracts oF security provides’ contact\nwithout describing the circum\nin which such change may be made;\n\nallowing charging of fees or charges not previously disclosed or\nWhich are prohibited:\n\n©) restricting early repayment ofa ereit contract and\n\nnoes to the financial consumer\n\n»\n\nconsumer contract or a security contract will be\npresumed to be a standard form contract unles the financial service\nprovider proves otherwise.\n\nS12, Unfiir fees and charges\n\nFinancial services providers shall not charge a finan\n\nkX\n\nSu.\n\nSu.\n\nS12\n\nconsumer any fee:\n\nthat was not previously disclosed\n\nfor any arly repayment ofa credit contract that exceed a reasonable\nadministrative costs associated withthe contact\n\nthat exceeds their reasonable administrative costs 10 close an\n\nthat exceeds their reasonable enforcement expenses forthe action\ntaken;"
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "S128\n\n5126\n\nfor recovering an amount payable by the former toa third ary that\n‘exceed the amount actually owed to third party: and\n\n‘that is prohibited under this dretive or any othe law\n\n5.1.3. Barriers to account mobility and account closure\n\nFinancial services providers shall have a duty\n\nS13.\n\nS132.\n\nS.A, Obligation\nStl.\n\nsia.\n\n1 promptly process financial consumers request to close their\nepost account and provide them with appropriate assistance and\ninformation for doing so, including with canceling any recuring\n\npayments; and\n\nnot t0 debit the deposit account with new charges, following the\nsccount closure, and promptly pay the financial consumer any\n‘money due to them under the account,\n\nto acquire insurance\n{A financial service provider shall not require a financial consumer or\nsecurity provider to acquit, or pay for, insurance unless i\n\n8) an insurance that covers a property that is subject toa security\n) credit insurance: or\n\n©) am insurance thats required by lav.\n\nA Financial service provider\n4) shall be prohibited from requiring a i\nsecurity provider to takeout an insurance policy with a paricular\n\n1b) shall be prohibited from imposing any unreasonable requirement\nregarding. what insurance financial consumer or security\nprovider must take out; and\n\n©) shall disclose separately any requirement for insurance in\nadvance if not, such subsequent requirement shall not bind the\n\nfinancial consumer.\n\n5.1.5, Unfair erediterelated practices\n\nigancil services providers hall:\n\nCL a4"
        },
        {
            "section_id": 9,
            "section_title": "Section 9",
            "page_number": 9,
            "content": "S16,\n\nSUS.\n\nS182.\n\nS183.\n\nSS.\n\nS185,\n\nbbe prohibited from charging a financial consumer an interest in\n\nadvance:\n\ncharge inerest only based on an annual percentage applied tothe\nunpaid balance ofthe loan;\n\ncharge a higher rate of default interest, as agreed at the time of\ncontract, only on the amount of loan thai in defaults\n\naccept any partial early repayment of foan and credit it to the loan\nbalance as soon as reasonably practicable;\n\nallow a financial consumer to repay outstanding loan at any ime\nwith permited fes and charges disclosed atthe time of concluding\n\nthe contract;\n\nProvide a financial consumer on request with a statement that\nAliscloses details ofthe amount awed; and\n\nbe prohibited from enforcing a financial consumer contract oF\nsecurity unless they have given a notice of default allowing at last\n30 days for credit contracts involving immovable collaterals, or\nleast 10 business days for credit contracts involving movable\n\ncollaterals.\n\nDebt collection\n\nS.1.6.1. A financial service prover shall not haras, or engage in any other\nunfair or abusive conduct, towards a financial consumer, a security\nprovider or any ther person forthe purpse of recovering any debt\n‘owed in connection with a financial product or service,\n\n51.62. Nowwithstanding sub-aricle 5.16.1 hereinabove, harassment and\n\n‘other unfair oF abusive conduct prohibited by this Article includes\nthe following conduct except to the extent required oF expressly\npermite by aw\n\n~\\ °"
        },
        {
            "section_id": 10,
            "section_title": "Section 10",
            "page_number": 10,
            "content": "S163.\n\n5.64,\n\nS165.\n\n— 1 (5 Ma) \\\n\n8) communicating a financial consumer or security provider before\nand ater the business hours of the financial service provider;\n\nb) unnecessary contact or communication with a person, going\n‘beyond what reasonable in the circumstances;\n\n©) seeking payment ofa debt from someone other than the financial\nconsumer or security provider lable forthe debs\n\n4) disclosing the existence of a debt to a third pany without the\n‘consent of the financial consumer;\n\n©) making any misrepresenation in connection with a debt, such as\nregarding its characte, the amount owed, the financial service\nprovider's legal rights or the potential legal consequences for\nany person ifthe debt i nt pai\n\n1 public shaming, such as public disclosure ofa debtor's identity;\n\n8) attending at a person's place of employment o sock repayment;\n\n1h) threating to harm or harming any person;\n\n|) threatening to seize, or seizing, propery which has not been\nprovided as collateral or\n\n4) threatening to damage, or damaging, propery.\n\nNotwithstanding sub-article 5.1.62 (4) hereinabove, a financial\n\nservice provider may disclose the existence of a debt under a\n\nfinancial consumer contractor security contract to a debt collector\n\n‘acting on the financial service provider's behalf oF toa\n\nparty to\n‘whom the financial service provider sells the debt, provided thatthe\nFinancial service provider takes all resonable steps to ensure that the\nrecipient of the information treats that information, and Keeps it\n\nconfidential and secure, consistently with this directive.\n\nfinancial service provider shall be lable 1 and responsible for the\nconduct of any party to whom the fina\n\nial service provider has sold\n‘debt owing under financial consumer contractor security contact\n\nas if that conduct is undertaken by the Finaneial service provider.\n\n4 financial service providers required to have adequate controls and\nappropiate training in place to ensure that any third party acting on\n\n10"
        },
        {
            "section_id": 11,
            "section_title": "Section 11",
            "page_number": 11,
            "content": "their behalf in relation to debt collection acts consistently withthe\nrequirements ofthis Directive.\n\n5.1.7. Unauthorized and mistaken transactions\n\nSut,\n\n8.72.\n\nS173,\n\nsts.\n\nS175,\n\ncial servic providers shall\n\neffectively, before entering into service agreement, disclose to\nFinancial consumers:\n\n8) the situations constituting faud or unauthorized or mistaken\n1) their obligations in such situations; and\n\n©) Hiritatons i\n\nbility for losses in such situations,\n\nbe held legally liable for breaches in data security that results in\nlosses fora consumer,\n\ndisclose to Financ\n\n1 consumers that they are being compensated flly\nfor losses from unauthorized transactions, except in cases of\nconsumer fraud or gross negligence;\n\nprovide timely and necessary assistance to financial consumers to\nrecover mistakenly transfered funds; and\n\nhave clear procedures to deal with security breaches and supposedly\n‘unauthorized transactions, including mechanisms wo reimburse or\n\n‘compensate the Financial consumer fr losses,\n\n5.2. ‘Transparency and disclosure requirements\n\nS21. Advertising and promotional materials\n\nFinancial services providers shall ensure that any advertising or other promotional\n\n‘materials about the Financial products and services:\n\nS24\n\n82.\n\nshall be accurate, simple and clearly expres\n\nshall not be misleading oF deceptive;"
        },
        {
            "section_id": 12,
            "section_title": "Section 12",
            "page_number": 12,
            "content": "‘52.13, ifit includes a reference to any advantage or benefit ofthe financial\nprovct or servic, it also includes appropriately balanced reference\nto therishs;\n\n‘S214, shall specify the name license and epstration number:\nS215, if it incldes any reference to an interest rate of any type, discloses\nthe rte as an annual percentage rate and not, for example, arate for\n\na shorter period; and\n\n52.1.6. shal diselose other fees and costs\n\n5.2.2. Form and manner of disclosure\n\nFinanc\n\nservice providers shall ensure that any information, contactor notice provided\nto_a financial consumer or security provider in relation to financial products and services\nshall be:\n\n82.\n\nely legible:\n\n522.2. simple and leary expressed without use of technical language;\n\n$22.3, printed and displayed ina minimum font size of 12; and\n\n$22.4 available in Amharic, English and in regional working language\n\nwhere the financial consumer is located.\n\n52.3. Publications, availability and display of product pricing, terms and\n‘conditions\n\n5231\n\n‘A financial service provider shall publish, display and make\navailable the standard terms and con\n\nns including itemized foes\nand annual percentage rate, in relation to all of their financial\nproducts and services.\n\n23.2. Financial services providers shall make available the terms and\n/-condtins of the products and sevies refered win subarice\n523.1 above:\n\n2\n\nmas"
        },
        {
            "section_id": 13,
            "section_title": "Section 13",
            "page_number": 13,
            "content": "CK\n\n523.3.\n\n5234,\n\n8) in a prominent manner that allows the financial consumer or\nsccurity provider to retrieve and keep it for fature reference ;\n')atany oftheir or their agents\" premises attended by the Financia\n\nconsumers and\n©) display a prominent notice at such premises regarding. the\navailability of standard terms and conditions.\n\nFinanc\n\nservices providers shall provide copies of the information\n\nreferred t0 in Anicle $2.3.1 above to financial consumers on\n\nrequest.\n\n‘The National Bank may, at its discretion, decide 10 publish\ninformation relating to financial service providers and financial\nproducts or services in any form or manner appropriate, forthe\npurpose of facilitating the ability of financial consumers to\nUnderstand and compare financial products or services.\n\n4. Key Fact Statements (KES)\n\nS24,\n\nsaa.\n\n‘A financial service provider shall provide to a financial consumer a\n\nsummary of up-to-date KFS, containing key generic information as\n\nper the prescribed format attached, Annex IIL 19 Annex VII, a8 the\ncease may be, for any fixed tenn loan, accounts oF insurance products\nand services that it offers\n\n18) hen a financial consumer requests or makes a general enquiry\nregarding such financial products and services:\n\n'b)aftera financial consumer communicates to the financial service\nprovider specific parameters and circumstances relating 10\nFinancial products and services it propose o obs and\n\n©) atthe time of signing of contact forthe product and services.\n\nFor the purpose of Anicle $.24.1the contents or key generic\ninformation for KFSs shal be a per the prescribed formats of:\n\n8) Annex Il in elation to fixed term ere products;\n\n'b)_Annex 1V in elation to curent and saving accounts;\n©)Aiiiex Vin relation to mobile wallet accounts;\n\n8) Arwex Vin relation time deposits: and\nB"
        },
        {
            "section_id": 14,
            "section_title": "Section 14",
            "page_number": 14,
            "content": "5243.\n\nS244\n\nS245,\n\n5246.\n\n5247.\n\n©) Annex VI in relation to insurance policies,\n\nFinancial services providers shall ensure thatthe KFSs provided to a\n\nfinancial consumer oF security provider in relat\n\n‘roduets and services shall be:\n\na) easily legible:\n\n) simple and clearly expressed without use of technical language:\n\n©) printed and displayed ina minimum font size of 12: and\n\n4) available in Ambaric, English and in regional working language\nhere the financial consumers located\n\nn 10 financial\n\nFinancial services providers shall make available and display KFS:\nina prominent manner that allows the finan\nsecurity provider to retrieve and keep it for future reference ;\nby atany oftheir or their agents’ premises attended by the financial\n\nconsumers and\nAisplay prominent notice at such peemises regarding the\navailability of standard terms and conditions.\n\n‘A financial service provider shall ensure that KFS for the final\ncontract are updated and signed by the financial service provides\nand as relevant, the financial consumer or any applicable third-party\nsecurity provider and form an integral part ofthe contrat.\n\n‘A financial service provider shall ensure tha it give the financial\nconsumer adequate time between receipt ofthe KFS and the signing\nof the contact or opening of the account to review the KFS and\n‘obtain any verbal explanations regarding the financial product and\nservice from the provider staf\n\n‘A financial service provider shall provide to a security provider\nProposing wo give a security in elation to another financial\n‘consumer's fixed term loan completed, up-to-date fixed term loan\nKES:\n4) afer receiving. an- application for the fixed term loan with\ninformation customize for the borrowers circumstances: and\n1“\n\nLRA"
        },
        {
            "section_id": 15,
            "section_title": "Section 15",
            "page_number": 15,
            "content": "S248,\n\n5249,\n\n1) atthe time of signing ofa loan contract forthe product signed by\nthe financial service provider; and as relevant, the borrower o¢\nany applicable thir-pany seewity provider.\n\nA financial service provider:\n4) shall not be required to provide « KFS to a financial consumer\n\nwhere the financial consumer has not provided sufficient\n\ninformation for the financial service provider to identify the\nnd\n1b) shall, however, provide to the financial consumer reasonable\n\nrelevant financial product and service\n\nassistance to identify the relevant financial products and\n\nKey Facts Statement (KFS) other than that specified i\n5.2.42 ofthis Anicle and any amendments tothe existing ones may.\nbe prescribed by circulars ofthe National Bank\n\nsubanicle\n\n5.2.5. Contents of contractual document (terms and conditions)\n\nFinancial service providers shall clearly and prominently\ninformation in the terms and conditions of the contrat of any Finan\n\nisclose the following\nproducts and\n\nserviees offered 1 consumers\n\nS281.\n\n5282.\n\n5283.\n\nS284\n\n5285\n\nthe financial service provid\n\n3 details: name, regulated status, any\napplicable license or registration number issued tit by the Nationa\nBank and contact details;\n\nthe key features of the financial product or service, including the\nfinancial consumer's benefits and rights\n\nthe key risks tothe financial consumer associated withthe financial\n\nproduct or service;\n\nthe key responsibilities of the financial consumer in connection with\n\nthe financial prodvet or service;\n\nthe ter ofthe contract, if any:\n\n1s"
        },
        {
            "section_id": 16,
            "section_title": "Section 16",
            "page_number": 16,
            "content": "5256.\n\n5287,\n\n5288\n\n5255\n\n525.10,\n\nS281,\n\n52812.\n\n52513.\n\n{es and charges:\n8) adesription of al fees and charges;\n\n1) the amount or basis of calculation of all fes and charges; and\n©) the otal amount ofknown fees and charges;\n\ndetails of any changes which may be made 19 any term of the\nfinancial consumer contract or any amount payable under the\ncontract and how the financial consumer will be informed of\nchange;\n\n<etals of any commission payable, if any, in respect ofthe financi\n\n‘consumer contract, including the amount, and by and to whom the\n‘commission is payable;\n\n‘the cteumstances in which the financial service provider wil collec,\nuse and disclose a financial consumer's data and how it willbe kept,\nsecure and the availability of further information i this regan\n\nthe consumer consent for sharing credit information to Credit\nReference Bureau and Movable Collateral Registry Office of the\nNational Bank;\n\ninformation regarding how a financial consumer can make a\n\n‘complaint othe financial service provider;\n\ncontact information for any applicable extemal dispute resolution\nservice available to a financial consumer if they are not stisfied\nregarding how a I service provider has dealt with a\ncompla\n\nthe date ofthe relevant document; and\n\nany additional information prescribed in this directive for specific\naspects off\n\ncial products or services.\n\nht 16"
        },
        {
            "section_id": 17,
            "section_title": "Section 17",
            "page_number": 17,
            "content": "5.2.6. Additional content requirements ~ consumer credit contracts\n\nThe following additional information is prescribed in relation 10 consumer credit\n\ncontract forthe purposes of sub-artile 5.25.14 hereinabove:\n\n526.1.\n\n5262.\n\n526.3.\n\n5264.\n\n5265.\n\n5266,\n\n5267.\n\nthe amount of eredit o any applicable cred ir\n\nthe nature and amount of any deduction fom the proceeds ofa loan\nbefore it is disbursed toa financial consumer;\n\n8) the current annual percentage ate(s) and how each applies;\n\n1) the total amount of interest charges iF known;\n\n©) any applicable default rate of interest and when it will be\napplied and\n\n4) the effective interes rate for the consumer credit contract\n\nrepayments\n\n8) the amount of each repayment or the method of ealulating the\namount if the amounts not known\n\nby date each repayment is due;\n\n)- the number of repayment\n\n4) the total amount of repayments, iF known;\n\nnd\n\nthe financial consumer's rights to prepay a consumer credit contrat;\n\ndetils of any security which isto be provided;\n\ndetails of any insurance to be financed by the consumer credit\ncontract including:\n8) the name ofthe insurer;\nb) the ype of insurance;\n©) the premium payable tothe insurer and when it must be\naids\n4) any commission payable in respect ofthe insurance;\n2) -how claims may be made under the insurance plies and\n0\n\nIs of key risks covered and key exclusions\n\nFa"
        },
        {
            "section_id": 18,
            "section_title": "Section 18",
            "page_number": 18,
            "content": "$26.8, ifthe loan was approved for a specific purpose, a description of that\npurpose:\n\n‘82.6.9. enforcement expenses which may be charged following default.\n\n5.2.7. Additional contractual disclosure requirements ~ deposit account or stored\n\nvalue product\n‘The following additonal information is prescribed forthe purposes of sub-arcle 5.23.14\nhereinabove in relation to any financial product or service that includes a deposit account\nor stored value failty\n$27.1. interest (ifany) including\n4) the curent annual percentage rates) and how each applies: and\nb) the total amount of interest, if known;\n\n$2.72. any minimum balance requirement;\n\n82.73, any applicable cost for early termination of the financial product of\n\nservice; and\n\n52.7.4, withdrawal options.\n\n5.2.8, Additional content requirements ~ payment oF funds\n\nfer product\nThe following additonal information shall be prescribed forthe purposes of subvarticle\n5.2..14 hereinabove in relation 1o financial product or service that includes a payment oF\nFunds transfer faiiy:\n52.8.1. any limits and restrictions on wansaetions and product operation,\nsuch as limits on the value oF number of transactions, geographical\nrestrictions or instrument expiration dates;\n\n$28.2. the procedures that will apply in the event of unauthorized\ntransactions or transaction errors, including contact details and each\npary's responsibility and ibility for losses; and\n\n52.8.3. 4 financial consumer's responsibilities regarding prudent use and\nsafeguarding of ‘deniers and payment instruments, including\nsonia\n\nsin case oftheir los or compromise,\n‘ 18"
        },
        {
            "section_id": 19,
            "section_title": "Section 19",
            "page_number": 19,
            "content": "5.2.9. Additional content requirements ~ insurance policy\n\n5291,\n\n‘The following additional information is prescribed for the purposes\nof subarticle 5.25.14 hereinabove in relation to any insurance\npolicy\n\n8) thetype of insurance;\n\n1) insured risks;\n\n©) insurance premiums and other fees\n\n4) key exclusions:\n\n€) the amount of cover;\n\nthe applicable period of cover;\n\n8) thename and contact details of any insured person;\n\n1) a description of any insured property: and\n\n|) claims handling procedures,\n\n10. Signing and provision of final contract\n\n‘A financial service provider shall be prohibited from entering into, or seeking to enforce\n\n‘against a financial consumer or security provide, any financial consumer contract or\n\nsecurity contact unless\n\n52.101,\n\n52.102,\n\n52.103,\n\n52.104,\n\nthe contact shall be in writing and is signed by the financial\n\n‘consumer or security provider or the contract in clearly specified and\nverifiable electronic way acceptable by the financial consumer\naccessing the credit;\n\nsecurity provider, a reasonable time before the contract was made, 39\n\nsto give an opportunity to review it before becoming bound.\n\nfinancial service provider shall provide a copy ofthe final financial\n‘consumer contractor security contract for the financial consumer or\nsecurity provider immediately or as soon at practicable afer the\nfinancial consumer or security provider becomes bound by the\ncontrat and\n\nexpressly stated otherwise, the financ\n\nservice provider shall\n{mish the final contract document to the financial consumer or\n\nFry"
        },
        {
            "section_id": 20,
            "section_title": "Section 20",
            "page_number": 20,
            "content": "security provider fee of charge and it may be provided in any of the\n\nfollowing ways\n\n8) by giving it personally to the financial consumer oF t0 the\nsecurity provider or thir agents;\n\n') by sending it by post to the financial consumer's oF security\nprovider's last known or nominated address; of\n\n©) by sending it electronically to the financial consumer or t0 the\nsecurity provider or ther agents\n\n5.2.11, Periodie statement\n\nFinancial services providers shall\n\nS21.\n\nS212,\n\nS213,\n\nSal.\n\nS218,\n\nS216,\n\nfurnish, upon request, statement of account fee of charge at least,\n‘once ina month and any time when the account is closed to the\nFinancial consumer for any financial products or services;\n\nfumish a periodic statement of account, upon request by charging a\nreasonable fe if the request is different from what is stated under\nsub-anticle $2.11. ofthis Ante;\n\n‘ensure that periodic statements, depending on the typeof financial\nproduct,\nlosing balances; details ofeach debit and credit ansaction ee:\n\ninclude information such as statement period; opening and\n\nallow financial consumers to select the method in which they would\n\nTike to receive the statement e.g. in writing or electronically,\n\n‘depending onthe circumstance, periodic statements may be provided\nby financial service providers to financial consumers, or securit\nproviders or their agents in person, by post or via electronic means;\nand\n\n1 financial service provider may comply subanicle 52.113,\nhereinabove in relation to a mobile wallet account by making\navailable wa financial consumer an eletronic facility that allows the\nfinancial consumer to access the information in a frm that allows\n‘he information 1o be retrieved and kept fr future reference.\n\n20"
        },
        {
            "section_id": 21,
            "section_title": "Section 21",
            "page_number": 21,
            "content": "5.2.12, Notification of changes\n\nS424.\n\n52.122,\n\n52.123,\n\nFinancial services providers stall not make a change to a financial\nconsumes’s contract which increases the financial consumer's\n\nobligations, or adversely reduces the financial services providers,\n\nobligations t a financial consumer unless it has given the financial\n\nconsumer prior notice ofthe change and secure the consent;\n\n4) in the case of a change to a variable annual percentage rate, at\n\nand\n\n1) im any other ease, at least 30 consecutive days’ notice of the\ndats ofthe change.\n\nleast $ consecutive days’ notice ofthe details of the chan\n\nthe consumer shall be aware of the existence of such requirements\nbefore entering into the contract agreement and shall be included in\nthe contract agreement\n\n‘any contractual terms allowing the financlal services providers to\nmake changes to a consumer's contract without describing the\nCircumstances in which such changes shall be made oF requiring\nsulicient notice would be null and void\n\n52.13. Payment receipts\n\nS213.\n\n52132.\n\nFinancial services providers shall provide a receipt for any payment\nin respect of a financial product as soon as reasonably practicable\nafer the payment is received,\n\n‘A receipt for any payment shall at least contain minimum contents,\ndepending onthe typeof the product such asthe transaction number,\ndate, amount paid, information to identify the product or account,\ncontact dtl for queries or complaints et.\n\n‘82.14, Verbal explanations\n\nsuid,\n\n‘The financial services providers shall explain the features, risks,\n\nterms and cost of the financial products or services to financial,\n\nconsumer in a language heshe can understand:\n\n13) if itis reasonably apparent that the financial consumer is\n<isabled, literate or eannot understand the financial product oF\n\n\\"
        },
        {
            "section_id": 22,
            "section_title": "Section 22",
            "page_number": 22,
            "content": "52142,\n\n1) upon request.\n\nThe financial services providers shall give such an explanation a\nreasonable time before the consumer may acquire the product and\nkeep a written record ofthe explanation\n\n53. Product suitability and responsible lending requirements\n\n3.1. A financlal service provider shall have in place, and follow, documented policies\nand procedures to ensure products are designed, marketed and distributed to the\ntarget market having appropriate regard tothe likely financial objectives, needs\n\ncapacity and beh\n\nors of financial consumers inthe target market with view to\n\n‘minimizing the risk of harm to those financial consumers;\n\n5.3.2. The policies and procedures refered to in subantcle $3.1 of this Article shal\n\nspecify\n5321\n\n5322.\n\n5323.\n\n5325.\n\nthe steps thatthe financial service provider wil take to define the\ntype(s) of financial consumers for whom a new (oF modified)\nfinancial product or service i intended:\n\nthe steps that the finan\nadress potential sks of harm to those financial consumers and their\nsecurity providers, including eating to product or service features\nmarketing, distribu\n\n3 service provider will ake to identify and\n\n2m, security and usage:\n\nthe financial service provider's intemal process for authorization and\nintroduction of new financial products or services (or product\n\nmodifications) for financial consumers\n\nthe steps the financial service provider will take to monitor whether\n\nfinancial products and services are causing harm to\n\nancial\nconsumers and their security providers and take corrective action in\n‘elation to their design, marketing or distribution if such harm is\n‘idenitied: and\n\nfits intemal decision makers fr these purposes.\n\n2"
        },
        {
            "section_id": 23,
            "section_title": "Section 23",
            "page_number": 23,
            "content": "533,\n\nS34,\n\n536,\n\n5837.\n\nFinancial services providers shall putin place, and apply, written policies and\nprocedures to determine whether a financial product provided to a specific\nfinancial consumer is reasonably likely to meet their financial objectives, needs\n\nand capacity\n\n‘The writen policies and procedures referred to in subsanele 5.3.3 of this Anite\nshall spect}, at a minimum, in relation 19 each kind of Financial product of\nservice offered by the financial service provider, the steps they will take to\n‘considera financial consumer's financial objectives, needs and capacity before\nproviding them witha financial produst or service.\n\nFinancial services providers, before providing eredit to a financial consumer,\nincluding an inerease in existing loan or a credit limit, shall undertake a\nreasonable assessment of the ability of the consumer o repay the eredit without\nsubstantial hardship.\n\nIn some instances, however, given the simplicity and low-risk nature ofa product,\n\nand unless specifically requested by the financial consumer or it is reasonably\nobvious thatthe consumer i literate or cannot understand the financial product,\nsome basi products would be expresly exempt from requirements of sub-artcle\n5.3.1 to sub-antce 5.3.5 hereinabove. Such products may include:\n\n5361. wallets;\n\n$3.62. basic “on demand” savings accounts with simple, easy to understand\nTeaures and\n\n5363. theinclusion-focused micro insurance products.\n\nFinancial services providers shall take reasonable steps to verify the information\n‘on which they rely to assess the financial consumer's creditworthiness.\n\nEvery financial services provider shall be prohibited ffom sending unsolicited,\npre-approved offers of eredit or ret limit increase to inaneal consumers.\n\nB"
        },
        {
            "section_id": 24,
            "section_title": "Section 24",
            "page_number": 24,
            "content": "2m requirements\nFinancial Services Providers shal\n\n5.4.1. put in place, and appl, policies and procedures to ensure the confidentiality and\nsecurity of Fnancal consumers’ data and todo o consistently with this Diretive\nand other applicable requirements;\n\n54.2, inform and make available 10 financial consumers and security providers\n‘reparding their policies:\n\nS421. for protection of data;\n542.2, forcollecton, use and disclosure of data;\n‘542.3, on the kinds of data that it collects; and\n\n‘S24, om the third parties to whom it may diselose such data.\n\n5.4.3. provide copies ofthe privacy policy refered to in sub-aticle .4.2 ofthis Article\n\nto the financial consumes and security providers on request: and\n\n5.4.4. make the privacy policy refered to in subanticle 5.4.2 hereinabove available\nprominently on the Financial service provider's website,\n\n5.4.8. protection of data\n‘A financial service provider shall implement appropriate organizational, physical\n\nand technical measures 10 ensure that data is protected against misuse,\nunauthorized disclosure, accidental loss, destruction or damage.\n\n54.6, Collection of data\nA financial service provider shall collet a financial consumer's of security provider's\ndata only:\n\n$46.1, using lawl and far means; and\n\n$46.2. for legitimate purposes necessary forthe financial service provider's\n\nLaas “"
        },
        {
            "section_id": 25,
            "section_title": "Section 25",
            "page_number": 25,
            "content": "5.7. Useof da\n\n‘A financial service provider shall only use and disclose financial consumers and security\nProviders data consistently withthe original purpose of collection or with he explicit and\ninformed consent ofthe financial consumer or otherwise required or permited by this\n\nDirective or other laws;\n\nS48. ‘Treatment of da\n\nby third parties\nFinancial service providers shall take reasonable steps to ensure that any third party to\nwhom they disclose data (regardless of whether the thd party acts on the fnanci\nservice provider's bell) keeps it confidential and secure and teats it consistently with\n\nthis directive\n\n‘549.1. Financial service providers, on request from financial consumers oF\n5\n\nsecurity providers, shall give them the right o access thie dat,\n«reasonable time and no cost to the financial consumer oF secur\nprovider,\n\n$49.2. A financial service provider isnot required to comply with a request\nrefered ton sub-artcle 5.49.1 ofthis Article tothe extent that:\ndoing sos otherwise prohibited bylaws\n1) the financial consumer oF security provider's request is\nlegitimately excessive; or\n©) the legitimate costs of doing so would be probit\n\nively high\n\n5.4.10. Correction of data\nIf financial consumers or security providers claim that any data about them held by a\nfinancial service provider i inaccurate or incomplete, a financi\n\n4.10.1. _ take reasonable steps to review the claim within a reasonable time;\n\nservice provider shall:\n\n54.10.2, ithe data is demonsrated to be inaccurate or incomplete\n\n» correct it within a reasonable ime; and\n» take reasonable steps to advise any third party that has\n/} access 10 inaccurate or incomplete data about the\n\nFa\n\niY,"
        },
        {
            "section_id": 26,
            "section_title": "Section 26",
            "page_number": 26,
            "content": "55.\n\n$4103. if, following its review, the Financial sevice provider does not agree\nthatthe data is inaccurate:\n4) record the disagreement with the dat; and\nb) take reasonable steps to advise any third party that has access\nto inaccurate or incomplete data about the disagreement\n\n54.104, consider and, where appropriate, action a financial consumer's\n\nrequest to correct their data.\n\n5.4.11, Relevant provisions of “Establishment and Operation of Credit Reference\n‘Bureau Directive No, CRIO2/2019\"\n\n‘The provisions of Directive Number CRE/O22019 of any amendment thereto, which\n\n‘havea bearing on financial consumer protection shall apply to the extent possible,\n\n‘Complaint handling requirements\nS.S.1, Policies and Procedures\n\nFinancial servies providers shall putin place, and apply, policies and procedures for a\nfi\n\nsccessible, transparent, free and efficient internal complaints handling:\n\n55.2. Arrangements\nFinancial services proviers shal:\n\nS521, establish Intemal Complaint Handling Unit at the Head Office 10\n\nwhich nancial consumers and security providers may refer a\n\ncomplaint to;\n\n$52.2, The location of the Complaint Handling Office, full address, and\ncontact person and other related and relevant information shall\nclearly be communicated tothe financial consumer at the time of |\n‘concluding a contract\n\n$52.3. ensure that a complainant can make a complain, in any language as\nreferred 10 in sub-article $2.24 hereinabove and allow financial\nconsumers to make complaints through a variety of communications\nchannels such as telephone, electronic message, fax message, postal\n\naa 26"
        },
        {
            "section_id": 27,
            "section_title": "Section 27",
            "page_number": 27,
            "content": "S524.\n\n552.8\n\n552.6\n\n852.7.\n\nservices and in person and atively inform consumers. about theit\n\nability to do so;\n\nrespond tothe complainant in the same mediam of communication\nsed forthe complaint or any form most appropriate;\n\nappropriately resource thet internal complaints handling process and\ntran relevant staff\n\nas far as feasible, ensure that complaints handling staff are\nindependent from staf and functions subject to complaints; and\n\nensure that their stafP and, if applicable, agents provide a\n\ncomplsinant with reasonable assistance to submit a complaint,\n\nincluding, without imitation:\n\n8) if Lis reasonably apparent tha complainant is iiterate or\n\n) ifthe complainant is subject to a relevant disai\nunderstand the process\n\n‘or cannot\n\n5.5.3. Process and timeline\n\nSAK\n\nS831.\n\nS832.\n\n‘A financial consumer may submit complaints to the financial service\nprovider in relation to the financial products and services acquited\nfrom it\n\n‘A financial service provider shal:\n\n8) acknowledge receipt ofthe complaint promply:\n\nby give each complain it roceives @ unique tacking number and\nadvise the complainant of that number when they receive the\ncomplaint;\n\n©) investigate the complaint as soon a posible and advise the\n\n‘complainant of the outcome of the complaint within & maximum\n\n‘of 10 business days of receiving it I, however, lower number\n\nof days for investigation of complaints by financial service\nprovider has been prescribed in relation to specific types of\nFinancial products and service, by another directive of the\n\"National Bank, such prescriptions shall apply in the investigation\n\n‘of complaints in relation to such financial produets and services.\nEa"
        },
        {
            "section_id": 28,
            "section_title": "Section 28",
            "page_number": 28,
            "content": "55.33,\n\n5534\n\nensure each complaints is addressed in an equitable, objective and\n\ntimely manne.\n\nprovide the complainant with written confirmation of the outcome of\n\nthe complaint, including:\n\n8) any proposed resolution or setlement;\n\n'b)_any reasons for rejecting the complaint\n\n©) any reasons for not having completed investigation of the\n‘complaint within a perio of time specified in sub-anicle $5.32\n(hereinabove: and\n\n4) contact information for any applicable dispute resolution service\n\navailable to the complaint if the complainant is not satisied\n\nregarding how the financial service provider has dealt with their\ncomplaint\nS54. Reporting unresolved eases to the National Bank and fling of complaint\n\nSSL, A financial consumer may submit the complaint to the National\nBank, ithe:\n\n8) is not satistied with the devisions given by the concemed\nFinancial service providers\n\n1b) has not received response from the concemed financlal service\nprovider in line with subsarticle 5.5.3.2(c) and. subsarticle\n5.53.4 hereinabove.\n\nS52. In cases where the financial sevice provider is unable to resolve the\ncomplaint through internal complaint handling processes within a\nperiod of time as specified under sub-anicle 55.32 (e) of this\nAmicle, the ease shall be reported tothe National Bank within wo\n‘business days as pe the template attached in Annex I\n\nSSA3. Up on receipt of a case as per subaricle 554.1 and 5.5.42\n\nhereinabove the National Bank shall investigate the case within 10\nbusiness days f however, lower number of days fr investigation of\ncomplaints has been prescribed in relation 10 specific types of\nfinancial products nd services by another direétive Of the National\n\n28\n\nLOL\n\n\\"
        },
        {
            "section_id": 29,
            "section_title": "Section 29",
            "page_number": 29,
            "content": "S544.\n\nss\n\nBank, such prescriptions hall apply in the investigation of\n‘complaints in relation to such financial products and services; and\n\n‘As a resolution o complains the decision passed by the National\n‘Bank shall be binding on the financial services provider but optional\nto the financial consumer,\n\n5. Complaints database\n\n‘A financial service provider shall:\n\nS851.\n\n5552.\n\n5553.\n\n6.1. Board of directors\n‘The board of directors shal\n\nKK\n\nGood governance, compliance and risk ma\n\nensure that at last monthly reports are provided to their board on the\nvolume and nature of complains received, the extent to which they\nhave been resolved and the related root causes and systemic issues\nthat they identify\n\nbe responsible to keep upto date records of complains and provide\n‘monthly reports about the complaints tothe National Bank as per the\ntemplate attached in Annex\n\nensure records of complains refered in sub-aricle $552\n\nhereinabove include atleast\n\n8) the date a complaint is lodged:\n\n') the name and contact details ofthe complainant:\n\n©) the name and contact details of relevant sta members handing\nthe complaint\n\n4) details ofthe outcome ofthe complaint, including any setlement\nprovided toa complainant and any reasons given if complaint\nis not resolved in the complainants favor: and\n\n©) any other information necessary in onde forthe financial service\nprovider to be able to meet any reporting requtements imposed\nby the National Bank\n\nigement\n\n2"
        },
        {
            "section_id": 30,
            "section_title": "Section 30",
            "page_number": 30,
            "content": "approve appropriately detailed policies and procedures, and submit 10 the\nNational Bank , that ensure effective implementation and compliance of this\n\nAirective within thee months from the issuance ofthis directive;\n\n6.1.2. ensure thatthe Intemal Complaint Handling Unit shall have reasonably adequate\nresources such as office, human resources, office equipment such as telephone,\npersonal computer fx, ee. 19 enable it discharge the responsibility bestowed to\nthe financial service provider inthis directive:\n\n6.1.3. ensure that the goals of financial consumer protection should be clearly\narticulated inthe terms of reference forthe board and management committees\n\n6.14, monitor compliance with this directive and intemal policies, and procedures\nreferred to in subvanicle 6.1.1 hereinabove and receives regular reports fom\n\nSenior management forthe purpose:\n\n6.1.8. ensure th\n\nthe financial service provider shall report periodically, oF as may be\nrequired on the execution status ofthis directive othe National Bank; and\n\n6.1.6. for the purpose ofthis directive, be lable and responsible forthe conduct ofits\n\nstaff, agents and any other persons acting on the financial sevice provider's\n‘behalfin elation to financial products and services.\n\n62. Senior management\nSenior management of the financial service provider shall be responsible for:\n\n6.2.1. effective implementation ofthis directive;\n\n62.2, setting out detailed poicies and procedures for ongoing compliance\nirectve;\n\n6.2.3. idemifhing the products and services that carry the greatest risk for the non-\n\n‘compliance and execution ofthis directive;\n\n6.2.4. providing solutions to issues that affect financial consumers; and\n\n30\n\nVoL"
        },
        {
            "section_id": 31,
            "section_title": "Section 31",
            "page_number": 31,
            "content": "6.2.8. overseeing any agents and/or third parties by oF though which the financial\nservice provider provides financial consumers with financial products and\n\n63. Professional competence\n\nFinancial service providers shal:\n\nadequately train their employees, agents and thinl parties on the provisions of\nthis directive, customer handling, their internal policies and procedures;\n\n6.3.2. ensure thatthe sales staff and agents ae competent and adequately trained to\nfulfil the requirements ofthis directive;\n\n6.3.3. ensure that the remuneration they pay 10 ther sales staff and agents doesn't\n\nincenvize them to act inconsistently with this directive;\n\n1. adequately supervise their agents to ensure that they comply withthe provisions\nofthis diretve; and\n\n6.3.5. in cases where financial products and services are outsourced to a third party,\nshall ensure that the third party complies, a fr as applicable, withthe provisions\nofthis dretve\n\n64, Reporting tothe National Bunk\n‘A financial Service provider shall:\n6.\n\n1. provide any information the National Bank requires in relation to financial\nproducts o services and any related activities:\nGAL, a any time, including any intervals, specified by the National\nBank; and\n\n64.1.2. in the form, in any manner, and cont\nspecified hy the National Bank\n\n6.42. report complaints lodged, resolved and refered, monthly or as required 10\n/ Nationa Bank, as per Annes"
        },
        {
            "section_id": 32,
            "section_title": "Section 32",
            "page_number": 32,
            "content": "6.4.3. report any complaint not resolved to the National Bank within wo business days\n\nas perthe Template for Complaints not Resolved (Annex I);\n\n6.4.4. submit a copy of standard terms and conditions and detailed fees and charges,\nKFS, and any ether document (record) relating t© the provision of financial\nproducts and services annually, and whenever a change to such information is\nmade,\n\n7. Record Keeping\n7.1, Financial services providers shall retain copies of concluded contract documents, KFSS,\nand other records relating to their provision of financial products or services for 10 years\n‘or a may be required by relevant laws, from when that version ceased tobe used or afer\nthe busines relationship hs ended.\n\n7.2, The documents specified in sub-article 7.1 ofthis Ace shal be available for inspection\nwhen required by the National Bank.\n\n8% Other applicable directives\nAny provisions of the Directive isued by the National Bank that have bearings to the protection of|\nfinancial consumers, as far as they are consistent with the provisions of this directive, shall be\nenforceable\n\n9. ‘Transitory arrangement\nThis directive shall be effective and in ful force six months fom the ise date\n\n10, Penalty for non-compliance\n10.1. Financial institutions that fil to comply with the provisions of this Directive shall\nbe subject to a penalty of Birr10,000 (ten Thousand Bir) fr each violation,\n\n10.2, The National Bank may, in addition to the penalty indicated under 10.1 herein above,\n\ntake any other measures it considers necessary\n\n11, Issue date\n‘This directive shall enter int free as ofthe 25* day of August 2\n\nVinager vessie Phy"
        },
        {
            "section_id": 33,
            "section_title": "Section 33",
            "page_number": 33,
            "content": "wr\n\n‘munya 01 50 3s Sosa sy eee oye End oy ep Jo qu 996151}\n\n239 6ew 99991\nsmo, 01 wy 49 (ONY) Honnjoso ainsi] BANEUIDHTY 30 YR FEES 301 PLD} 40 RE UD 40 PENSE, HYD SHED HEED 191 SHES,\n\na =e oe poiipoy\nsugpuon | 2 | sms | posmssomsy | ysurr | ongon | suey | wong | ye | oN\n‘yes | Ber reso | MID\npow HB\n\nao HNOW aH wos\n°UAGIAOd FOIAWAS TVIONVNL\nLMOdAA ONITANVH LNIVIAWOD\n\nSEXINNV"
        },
        {
            "section_id": 34,
            "section_title": "Section 34",
            "page_number": 34,
            "content": "‘TEMPLATE FOR COMPLAINT NOT RESOLVED\nFINANCIAL SERVICE PROVIDER\nFOR THE MONTH OF\n\nDate the complaint lodged\nName of the complainant\nComplaint identification No,\n\nName of employee handling the complaint\n\nDetails of the Complaint\n\nNumber of days the issue takes\n\nReasons for not resolving the complaint\n\nAny comment\n\n‘Name of the Officer\n\nDate\n\nSignature\n\nCOA"
        },
        {
            "section_id": 35,
            "section_title": "Section 35",
            "page_number": 35,
            "content": "ANNEX IIL\nKEY FACTS STATEMENT FOR FIXED TERM LOAN\n\nCarefully review this document ifyou are considering a fixed term loan.\nYou can use this document to compare loans from different providers.\nLoan provider: [Name of FSP] Produet: [Name of loan product] Date: [Date prepared]\n\nKEY FEATURES OF THE LOAN\n\nLOAN SUMMARY COST OF LOAN\n1 Amount of Your ‘5 Total Tnterest | Birr\nLoan Total interest you will\nAmount you are | Birr be charged on the loan | Interest per\nborrowing year\n2. Amount You Will 6 Total Fees and | Birr. 7\nReceive Charges\nAmount you will See below for a list of\nreceive afier upfront “Joes and charges\n\nfees and charges are\ndeducted\n\n'3. Loan Term 17. Annual Percent Cost\nPeriod of time you of Your Loan\nhave 10 repay your Annual cost of your\noan loan as a perceniage,\nincluding inerest, fees\n‘and charges\n'4. Repayment Amount | Birr. per ‘8 Total Cost of Your [Birr\nand Frequeney | {time period) Loan\nAmour you repay Al costs for the Ioan\n‘at_regular intervals (including total\ninterest and foes and\ncharges)\n1, Amount of 2. Total Cost of Your | a TOTAL\nYour Loan | Loan | AMOUNT YOU\nAmount you are | All costs for the loan WILL PAY\nborrowing (including toral interest Total amount you\n+ |and total fees and= — | pay after “making\n\n| tore) all repayments\n\nBirr"
        },
        {
            "section_id": 36,
            "section_title": "Section 36",
            "page_number": 36,
            "content": "RISKS TO YOU\n\n* The details inthis document are accurate as of today. The final terms of your loan may\nbbe different if you borrow at a later date. *\n\n* If you have a variable interest rate, this means your repayment amount and the\n‘otal amount you have to repay may change during your loan term. *\n\n* Lave or missing payments may result in late payment charges or loss of your collateral,\n‘and may be reported on your credit record, which can harm your ability to borrow in the\nfuture, *\n\n* You are required 10 comply with all conditions in your loan contract, including\nregarding use of the loan proceeds. Non-compliance may be a breach of your contract. *\n\nLA"
        },
        {
            "section_id": 37,
            "section_title": "Section 37",
            "page_number": 37,
            "content": "IMPORTANT TERMS AND CONDITIONS TO CONSIDER”\n\nLATE PAYMENT ]\nCHARGES OTHER TERMS AND CONDITIONS. |\nLate fees lie | © Collaterals You are] Va |\npayment is more committing the rate applies\nthan [| days ate: following property as | ~\ncollteral: |\n1B Default interest F|_—% per | Bundled products: 1 Cash deposit aesount|\npayment is more fear on | You are required 10 ‘mandatory savings: |\nthan [ }days late the | purchase the folowing\nwmount | inorder 10. receive\nwerdue_| your loan:\nB Other tems and\nconditions\"\n\nLIST OF UPFRONT FEES AND CHARGES:\n\n: RECURRING FEES AND\n\nUPFRONT FEES AND CHARGES HacURNG\n\nB Application [Birr ‘Collateral fee Pe Maintenance 7] Bi\n\nfe soir [pe\n\no Credit | Bir ‘Stamp duty Birr Credit Tife | Birr\n\nce He Biz] So coal\n\noe Br oa whe]\n\nrecy fe ad | er\ncharges)\n\nTOTAL UPFRONT AND RECURRING FEES AND CHARGES OVER YOUR | Birr\nLOAN TERM (EXCLUDING INTEREST)\n\nYOUR RIGHTS AS A CUSTOMER\n\nY\n\n‘You have the right to get a copy of the full oan contract before you get your loan.\n\nDo you have any questions or complaints? Call [TELEPHONE], email [EMAIL ADDRESS],\nwrite to [MAILING ADDRESS}, or visit [WEBSITE] to contact us regarding your question oF\n‘complaint\n\nItyou are unsatisfied with how your complaint is handled: You can contact the National Bank\n\n‘of Ethiopia (Indicate email, phone and specific location)\n[Want to pay off your loan early? You can do so without any penalties\""
        },
        {
            "section_id": 38,
            "section_title": "Section 38",
            "page_number": 38,
            "content": "‘CERTIFIED CORRECT: T ACKNOWLEDGE RECEIPT} ACKNOWLEDGE\nOF THIS STATEMENT PRIOR | RECEIPT OF THIS\nTO. SIGNING THE LOAN] STATEMENT PRIOR TO |\n\ncontRACT:* sian rue |\nGUARANTEE\" |\n\n‘Loan provider's representative | Borrower Guarantor\n\nName: Name: Name:\n\nDate: Date: Date:\n\nFees and Charges: This amount must be he sme as the “Total Upfront and Resuring Fees and Charges\n‘Over Your Loan Tem amount above I shoal ince al known upon fes and charges and all known fess\n‘hares that wil recur thoughout he erm ofthe fan, including fees and charges for mandatory bundled thie\nat services (where the amount is known).\n\n\"Annual Percent Cos of Your Loan Calculate the annual percentage ate called in ssordance withthe\n\nCalelate his amount onsite with he assumption,\nImportant terms and conditions to consider: Inchde key terms and conditions, particularly those hat pos sks\nto consumers, inching mandatoy bundled products, late payment pnatis, variable interest res, collateral\n‘eqirement and charges resulting frm erly repayment ft Ton tothe xen hese ae permed ~ note that\nSuch charge wil be permited nly othe extn it reflects loss arising fom adiffesnce between a fixed anna\npercentage rat payable under the contact andthe current market rat or Tsed erm loans a that pe. I is not\nPermit in relation to variable rates)\n\n‘Other important terms: Describe anyother hey terms ofthe cet produc, atc thse which ar not\n‘obvious from the name of the produc.\n\nUpfront fees and charges: List onan itemized basis all known upton es and charges, including fees and\ncharges fr mandatory, bundled hid party services. Sone posible examples have been included. Omit any ofthese\nExamples that ar not applicable and stay other upfront fers and charges ot ead specif\n\nRecurring fees and charges: Ls, on a emized bai al known fess an charges tet wl ecu houghout he\nterm ofthe fea and the period of recurtece, inclaing Fes and charges for mandatory, bundled hie paty\n\nServices. Some key examples have ben included. Omit any of these examples hat arena ppiae ad Uist ny\nther ecaring Fees and charges ot already spied\n\nIncl oly i aplicale\n\n‘Consumer signature: Inclae nl a Key Facts Statement thats required to he provided belore the consumer\nteri axed ter cred cont,\n“Guneantor signature: Icloe nly in Key Fass Statcment thats requted tobe provid to guarantor before the\nconsume enter ino axed ter eet contrat,"
        },
        {
            "section_id": 39,
            "section_title": "Section 39",
            "page_number": 39,
            "content": "ANNEX IV\n\nKEY FACTS STATEMENT FOR CURRENT AND SAVINGS ACCOUNTS.\n\nKEY FACTS STATEMENT FOR CURRENT OR SAVINGS ACCOUNT\n\nCarefully review this document if considering a current or savings account.\n\nUse ito compare produets from differem providers.\n\n‘Account provider: [Name of institution] Produet name: [Name of account product) Dat\n\n[Date prepared}\n\nWARNING: The information is current at the above date, Services, fees and interest rates\n\n(ACCOUNT FEATURES\n\n‘Minimum balance\n\nTo open an account: — Bir / None\nTo keep the account: Birr / None\n\n‘Transaction imi None / This account is Subject othe following\ntransection mits.\"\nOverdraft (for current aesounts only) Cl Available C Nevavalable\nOverdraft limit: Birr\nOverdraft interest rate:_% per year\nOverdraft application fee: Bit\nOngoing overdraft service fe: Birr per\n—Lipecthfrequency eg. montis\nOther overdraft fees: [specify each fee and\namount)\nPassbook CrAvailabe Not available\nAdditional produet information\nFEES™\nOpening theaccount___| No fee/_ Bie 7 a\nMaintaining the account| No fee /— Birr per [peel reguenay ex month} 7%\nDebit card 7ATM card First debit / ATM card: No 7 —Bi\nDavalabe Replacement debit / ATM card: No fee/__ Bir\nNot available 7 _|\nCheque facility ‘Cheque book No Tee7_Dirrpar cheque\nAvailable ‘Cheque dishonour fee | No fee /— Bir x]\nGINot available Stop cheque fee No fee/— Bir\nSpecial clearance fee No fee/— Birr\n[Cash vdrawals: Branch withdrawal: No fee/__Birr/ __% of withdrawal\nCavailale Using our ATMs: No fee Birr /_%Gof withdrawal\nCNet available Using another institution's ATM: No fee) Bin! % of\nwitha :\nSending funds Via a branch: No fee Bint Ya wansfor amount\nD Available Via our ATM: No fee (— Bire/—_% of transfer amount\nNot available Via another's ATM: No fee /— Bir) % of tansfer\n\net"
        },
        {
            "section_id": 40,
            "section_title": "Section 40",
            "page_number": 40,
            "content": "amount\n‘Via mobile banking: No fee/_Birr/_% of amount\n\nPayments for goods and | Payment via mobile banking: No fee 7 Birr / _ % of\n\nservices: amount\nDAvailable Payment at point of sale (POS) using ATM/debit card: No\nNot available fee/_Birr/_% ofamount\n\n‘Standing order No fee7_ Birr” _% of order amount\n\nAvailable\n\nNot available\n\nDuplicate statement\n\n‘of | No fee? _ Birr\n\naccount\nDAvailable\nNot available\nBalance inquiry Vina branch: No fee] __ Birr\nDaAxailable Via our ATMs: No fee/ Birr\nNot available Via another institution's ATMs: No fee /__Bire\nVia mobile banking: No fee/__Birr\n‘Account closure Birr\n‘Other fees WARNING: Fees other than those listed above may apply\n\nto your account. Itemized information about all fess |\navailble in printed frm or on our website at. speci Zink\nto website page] and is accesible from all our branches, agents |\nand other premises atended by ewstomers.\n\nINTEREST ON ACCOUNT BALANCES\n\n[Tnterest paid on account | YES/NO™\n\n| balances?\n\nInterest rate —% per annum fixed variable”\n\nCaleulation and payment of | Interest is calculated on the balance in your account\n\nTransfers from another account: [Immediately] [Up to X business days]\nInternational transfers\n‘Transfers from another account: [Immediately] [Up to X business days]\n\ninterest {specify relevant date /time period e.. daily / at the end\nof the last business day of the month / calendar year] and\nis eredited to your account __ [specify when the crediuing\nwill rake place e.g. on the next business day}\nExample ‘Based on the current interest rate, this means Tor every\n1,000 Bier you deposit for 12 months you would receive\nBire in interest -\nHOW LONG DO FUNDS TRANSFERS TAKE?\"\n‘Sending funds | Domestic transfers\nTransfers to another account: [Immediately] [Up to X business days}\nInternational transfers\nTransfers to another account: [Immediately] (Up to X business days}\n| Receiving funds | Domestic transfers\n\n7\n\n(aA"
        },
        {
            "section_id": 41,
            "section_title": "Section 41",
            "page_number": 41,
            "content": "Other things you should kr\n\nRequirements when opening this account: To open the account you will need to satisfy\n\nv\n\n‘some identification requirements, These can include providing documents and information to\nverify your identity. Please ask the account provider for more details,\n> What happens if you do not use this account for a long period? If you do not make any\n\ntransaction for _ months, your acount willbe treated as [inactive / dormant] and _\nClosing thi\n\nv\n\nyecount: To close your account, you should contact _\n\nassistance or c\n\nim you\n\nmplain?\n\n> Do you have any questions or complaints? Call [TELEPHONE], email [EMAIL\nADDRESS}, write to [MAILING ADDRESS}, or visit [WEBSITE] to contact us regarding\nyour question oF complaint:™\n\n‘CERTIFIED CORRECT: T ACKNOWLEDGE RECEIPT OF THIS |\nSTATEMENT PRIOR TO SIGNING THE |\nName: Name: |\n\n|\nApplication number: |\n\nDescribe any wansction ints ineling fr individual transactions eg any daily / monthly\nalso payments and an iteration transaction lis. Each category of limit shouldbe\nspecified. Note when withdrawals may nt be avaiable (or Finite) for an account if applicable, x compulsory\n$¥ings acount longterm savings account with esrctions ora special purpose savings actu)\nOther information: Describe any other key features of he acount, paiularly those which are mot obvious from\n‘the nme ofthe product ~ efor savings accounts there may bea need to describe products sucha long tern\n\nings accounts, compulsory savings arcouns, surance savings acount, matching fund depois (box saving’)\ntnd provident fund savings products swell x savings accounts where the balance can be used as collateral foward\n‘oa the account may be maintained in a foreign currency tis shoul lo byspeifid Finally specify the\n\nkL"
        },
        {
            "section_id": 42,
            "section_title": "Section 42",
            "page_number": 42,
            "content": "‘scout maybe linked wit nother aeount (such a a cheque account inked with a savings accounts that the\nlinked account balance canbe used to cover a cheque if there are insicient funds ia he cheque acount,\n\"General es: Ia fe varies depending on the crcamstance, such s bast om account usage blanc, the the\nircrstances in which this isthe ease ned to be made clear ithere ae a number of fee Wansactions (sch 8\nfor deposits, withdrawals or taster) i a month, ia tasaction fee may be reduced, waived orfunded\n<epending onthe Balance nan account fa fe varies depending onthe amount ora fe varies depending 09\n‘wheter the ransaeton takes place at an agent ra branch or via an ATM (including an ATM of another provide)\n\"Imtrest paid on acount balance: Delete whichever doesnot apply. YES\" then the dts that follow mast\n‘becomplted, INO\", the om tht lo shoul be delete.\n\n“Interest rate: Specify current interest rates) insu any are fixe fr any period), and any aplisabe sale\n8: based onthe balance\n\n“Teamaer: Specify i the tne wil vary depending on wheter the transfer art or fom a account with the\nsame aes provider or of fom an account with another provider: or ithe ine wil vary depending on whether\n{he waster ist domestic or nternational waster.\n\nnative account: Specify consequences of having an inactive account eg whether the account wil be closed\nfea spected perio and any ee that maybe payable\n\n Cantact for account elesure: Specify contact dts.\n\n\"Contact information: Spel al chanels which can be wed bythe consume and contact details. phone,\ngmail, branch offices, social media\n\n* Consumer signature: Include only in Key Facts Statement that is requied be provie\n‘they Sign a acount conract.\n\n19a consumer before"
        },
        {
            "section_id": 43,
            "section_title": "Section 43",
            "page_number": 43,
            "content": "ANNEX V\nKEY FACTS STATEMENT FOR MOBILE WALLET ACCOUNT\n\nKEY FACTS STATEMENT FOR MOBILE WALLET ACCOUNT.\n‘Carefully review this document if considering a mobile wallet account.\n\nUse it to compare products from different providers.\n\n‘Account provider: [Name of institution] » Product name: [Name of account product) Date:\n{Date prepared}\n\nWARNING: The information is eurrent at the above da\n\nServices and fees may change.\n\n(ACCOUNT FEATURES 5\n‘Minimum balance Tocopan aa asconnt— Bi None\nTo keep the account: Bir None\nBir / None\n\nNone / This account is subject to the following\ntransaction limits: _*\n\nAdditional product i\n\nINTEREST ON ACCOUNT BALANCES\nTnterest paid on account | YES/NO™\nbalances?\nInterest rate — per annum fixed / variable”\nCatculation and payment of | Interest is calculated on the Balance Tm your account\nterest {specify relevant date /time period e.g. daily / at the end\nof the Last business day of the month / calendar year] and\nis credited to your account __ [specify when the crediting |\nwill take place eg. om the next business day)\nExample ‘Based on the current interest rate, this means Tor every\n1,000 Birr you deposit for 12 months you would receive\nBirr in interest,\nFEES\"\n‘Opening the account No fee/__ Bir. _\n‘Maintaining the account No fee /_ Birr per_—_ [specify frequency ¢g. month] _\n____| of your account balance\nCash deposits No fee/_Bire/_ % of amount\nDAvailable oR\nNot available Birr for deposits between _ Birr and __ Birr [specif\nali fees which vary depending on the “amount of the\ntransaction]\nCash withdrawals No fee /__ Birr 7_% of amount\nAvailable OR\nNot available __ Birr for withdrawals between Birr and __ Birr\n[pecify all fes which vary depending on the amount of the |\ntransaction - ee. |\n[No fee’ Bite % oF amount\n\nCa"
        },
        {
            "section_id": 44,
            "section_title": "Section 44",
            "page_number": 44,
            "content": "Available OR\nNot available ___ Birr for transfers between __ Birr and _ Bi [specify\n__| fee for each part of range)\n\nReceiving money No fee/_ Bite /_% of amount\n\nCi Available oR\n\nNot available “_Bire for receipts between __ Birr and _ Birr [specifi all\n‘fees which vary depending on the amount of the\n‘ransaction|_\n\nTill payment ‘No fee/_ Bire7 _% oF amount\nOR\n\nBite for bill payments between __ Bite and __ Bite\nispecify all fees which vary depending on the amount ofthe\nransaction)\n\nOther payments Guch as wa] Novee/ Bin 7%\n\nretailer)\nDAvailable\nNot avai\n\nble\n\nOR\n\n___ Birr for payments between __ Birr and __ Birr [specify\n‘ail fees which vary depending on the amount of the\ntransaction)\n\nDuplicate statement of account| No fee / Bier\n\nCD Available\n\nry\nAvailable\nNot available\n\nNo fee? Bire\n\n‘Account closure\n\nOther fees\n\nFees other than those listed above may\napply to your account. Itemized information about all fees\nis available in a printed form or on our website a ...\n\n[specify link 10 website page) and is accessible from all our\nbranches, agents and other premises atlended by customers.\n\nHOW LONG DO FUNDS TRANSFERS TAKE?\n\n‘Sending funds\n\nDomestic transfers\n“Transfers wo another aecoun: [Immediately [Up to X business days)\n\nInternational transfers\n“Transfers to another account: [Immediately] [Up to X business days]\n\nReceiving funds\n\nDomestic transfers\n“Transfers from another account: [Immediately] [Up to X business days)\n\nInternational transfers\n\n“Transfers from another account: [Immediately] [Up to X business days] _\n\n7\n/\n\nCa"
        },
        {
            "section_id": 45,
            "section_title": "Section 45",
            "page_number": 45,
            "content": "Other t\n\nings you should kno}\n\n> Requirements when opening this account: To open the account you will need to satisfy\nsome identification requirements. These can include providing documents and information to\nverify your identity. Please ask the account provider for more deals\n\n> What happens if you do not use this aecount for @ long period? If you do not make any\ntransaction for__months, your account wil be treated as (inactive / dormant} and _“*,\n\n> Closing this account: To close your account, you should contact_,\n\nu get assistance or complain\n\nCall [TELEPHONE], email [EMAIL\n\nADDRESS}, write to [MAILING ADDRESS}, or visit [WEBSITE] to contact us regarding\nut\n\n> Do you have any questions or complaints\n\n_your question or compl\n\n> If you are unsatisfied with how a complaint is handled: You can contact the National\n\n‘Bank of Ethiopia the National Bank of Ethiopia (Indicate email, phone and specific location)\nCERTIFIED CORRECT: TACKNOWLEDGE RECEIPT OF THIS\nSTATEMENT PRIOR TO SIGNING\nTHE ACCOUNT CONTRACT\n“Aecount provider's representative Customer\nName: Name:\nDate: Date:\n\nApplication number\n\nlading for individual transactions eg any dail monthly\nsaction mits. Each eategory of limit should be\n\nimi on withdrawals or payments and any internation\nspecified.\n\n“Other information: Describe any ther key Features ofthe account, pair those which ae not obvious rm\nthe name ofthe product ~e ifthe mobile wallet maybe liked with nather acount (sch au savings account).\n“merest pal nce: Delete whichever does nat ply \"VES\" than the detail that follow must\n‘be completed, IF°NO\" the ows that ell shoul be deleted\n\n\"intrest rate: Specify caren interest att) incloing ay are Fixed for ny period), and any applicable cle\n«8 base onthe balance\n\n* General fees Ifa fee varies depending onthe ciecumstances, sich as based on account usgeor balan, then he\nircumstances in which his isthe ease need to be made clear either aes number of fe transaction (sich a\n\nCat"
        },
        {
            "section_id": 46,
            "section_title": "Section 46",
            "page_number": 46,
            "content": "For deposi, withéravals or wansers) ina month fa ansaton fe may be reduced, waved or refunded\n<epending onthe balance an account if ee varies depending on the amount oi fex varies depending on\n‘wether the ransation takes place aan agent ora ranch o via an ATM Gluing an ATM of anther provider.\nSending money: Make it clear if aif fee for sending money varies depending oa wheter the ecpients«\n<austomer of he sume mobile walt provider a ot\n\n\"Teasers: Specify ifthe tine wl vary depending on wheter the transfers ato rom a acount wih the\nsame acount provier or oF fom an aecount with another provider; orf th time wil vary depensing on wheter\nthe transfer» dometc or iterations ante.\n\nmete account: Specify consequences of having an native account eg wheter the account wil be closed\nafter specited period and any fe that mabe payable\n\n* Contact for account closure: Specify contact det\n\n* Contact information: Speci al channels which canbe used by the consumer and contact dts ©. phone,\nail, Branch fics, socal medi\n\nConsumer signature: Inclde only in Key Facts Statement that is equred to be povided 1 a consume before\nthey sign a account contac,\n\nLO"
        },
        {
            "section_id": 47,
            "section_title": "Section 47",
            "page_number": 47,
            "content": "ANNEX VI\nKEY FACTS STATEMENT FOR TIME DEPOSIT ACCOUNT\nKEY FACTS STATEMENT FOR TIME DEPOSIT ACCOUNT\nCarefully review this document if considering a Time Deposit account.\nUse it to compare products from different providers.\n\n‘Account provider: [Name of institution] Product name: [Name of account produci] Date: |\n| [Date prepared] - J\nWARNING: The information is current at the above date, Services, fees and interest rates\n\nmay change.\n\n[ACCOUNT FEATURES ]\n“Time deposit period The deposit account must Be maintained Tor —\nmonths / years\nIf the deposit is withdrawn earl, then’ _\nMinimum balance To open an account: Birt / None\n‘To keep the account: Bier /None\nPassbook CD Available ONotavailable\nAdditional produet information\nINTEREST ON ACCOUNT BALANCES\nTaterest rate 7a per annum Fixed 7 varable™\n\nCalculation\n\n\\d payment of interest TIinterest is calculated on the balance in your\n\nsecount [specify relevant date / ime period e.g\n\ndaily / at the end ofthe last business day of the\n\n‘month / calendar year| and is credited 19\n\nyour ‘account —_ [specify when\n\nthe crediting will take place €g. on the next\nbusiness day]\n\nExample Based onthe current nfeves rate, his means for |\n\nevery 1,000 Birr you deposit for 12 months you |\n\nl | would receive — Bir in interest J\n\nFEES\n‘Opening theaccount | Noles Birr -\nMaintaining the account ‘No fee /_ Birr per — [specify frequency e.g monthiy] 7\n\n% of your account balance\nCash withdrawals Branch withdrawal: No fee7 _ Birr] _% of withdrawal\nAvailable\n[DINot available _\nDuplicate statement of account| No fee/_ Birr\n\n| DAvailabie\nLDNot available\nBalance inquiry Via a branch: No fee) Bier ~\n| DAvailable Via our ATMs: No fee7_ Bite\n| Not available ‘Via another institution's ATMs: No fee /_ Birr\nl - ‘Via mobile banking: No fee/ Bier"
        },
        {
            "section_id": 48,
            "section_title": "Section 48",
            "page_number": 48,
            "content": "[Account closure |\n‘Other fees Fees other than those listed above may\napply to your account, Itemized information about all fees\nis available in a printed form or on our website at\n{specify link 1o website page) and is accessible from all our\nbranches, agents and other premises attended by customers.\nter things you should know\n\n> Requirements when opening this account: To open the account you will need to satisty\n‘some identification requirements. These can inelude providing documents and information 19\nverify your identity. Please ask the account provider for more detail.\n\n> What happens at the end of the fixed deposit period! [Provide a bref explanation of what\nhappens at maturity ~ e.g. what notice the consumer will receive regarding the upcoming\n‘maturity of the time deposit and what happens to the deposit funds ifthe consumer does not\nwithdraw the funds at that time\n\nWhere can you get assistance or complain?\n\nDo you have any questions or complaints? Call (TELEPHONE), email (EMAIL\nADDRESSI, write to [MAILING ADDRESS], oF visit [WEBSITE] to contact us regarding\nyour question oF complaint.”\n\n> Ifyou are unsatisfied with how a complaint is handled: You can contact the National\nBank of Ethiopia (Indicate email , phone and specific location)\n\nCERTIFIED CORRECT: T ACKNOWLEDGE RECEIPT” OF THIS]\nSTATEMENT PRIOR TO SIGNING THE\nACCOUNT CONTRACT”\n\n“ccount provider's representative Customer\n\nName: Name:\n\nDate: Date:\nApplication number:\n\npecifycasequences,inlading any fe or frst of interest\n\nSpecify curt interes rat) and any applicable scale eg, base onthe balance othe length of|\n\nfe varies depending on he circumstances, such as account usage o balance, then the\n\nich this isthe ease ned tobe made clear - numberof re cash withdrawal\n\nSpecify al camels which can be sed bythe aecountholder and contact details -\nsocial media\n\nined only in Key Fats Statement that ig required to be provided to ensue before\n\nthey sign am account conc.\n\nCab"
        },
        {
            "section_id": 49,
            "section_title": "Section 49",
            "page_number": 49,
            "content": "ANNEX VII\nINSURANCE POLICY KFS\n\n‘Key Information about an Tusurer\n\nTusurer Name\n\n‘Adress I\nPoliey Holder Information |\nPolieyhotder Name\nAdress\n\nProdeut Information\n\n‘Type of Insurance Policy\nPolicy Period 1\nProperty/liablity covered 1\nName of the life asuured\n‘Sum insured/assured\n\n“Maximum Indeminity/ Benifit i\n\nExess\n\nTnsurance Premium (after all discusntes) |\n\nMain policy exclusions (General and\nspecific)\n\nlajor policy conditions\n\nTn case of ola\n\ni> estimated time the\n\nprocess takes |\n\nSigned By\nDate\n\nADDITIONAL NOTE\nAn excess isthe ist amount payable by the poleyhelder in the evento os, andi the Uninsured potion of\n\nak"
        },
        {
            "section_id": 50,
            "section_title": "Section 50",
            "page_number": 50,
            "content": ""
        }
    ]
}
]