[
    {
    "document_id": "Limits on Birr and Foreign Currency in the Territory of Ethiopia",
    "title": "Limits on Birr and Foreign Currency in the Territory of Ethiopia",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "PATEL 1dhe-P VW\n\nNATIONAL BANK OF ETHIOPIA\n\nLimits on Birr and Foreign Currency Holding\nin the Territory of Ethiopia\n(As Amended)\n\nDirective No. FXD/87/2024\n\nWhereas, it has become necessary to limit the Birr holding amount for a person entering\n\ninto and departing from Ethiopia;\n\nWhereas, it has also become necessary to set the conditions, limitations and\ncircumstances under which an Ethiopian, resident of Ethiopia, and a non-resident or\n\nany other person who may possess and utilize foreign currency;\n\nNow, therefore, pursuant to Articles 18(6), 20 (2) and 27(2) of the National Bank of\nEthiopia Establishment (as Amended) Proclamation No. 591/2008, the National Bank of\n\nEthiopia has issued this directive.\n1. Short Title\n\nThis directive may be cited as \"Limits on Birr and Foreign Currency Holding in the\n\nterritory of Ethiopia (as Amended) Directive No. FXD/87/2024.\"\n2, Definition\n\nIn this Directive unless the context requires otherwise:\n\n1) “Immigration and Citizenship Service” means the Federal Democratic Republic\n\nof Ethiopia Immigration and Citizenship Service.\n\n2) “Bank” means a company licensed by the National Bank of Ethiopia to\n\nundertake banking business or a bank owned by the Government;\n\n3) “National bank” means the National Bank of Ethiopia; AN\n\nOa SWIFICODE\nTID NBETETAA"
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "4)\n\n5)\n\n6)\n\n7)\n\n8)\n\n9)\n\n“Person residing in Ethiopia” means an Ethiopian National Residing in\nEthiopia and a foreigner registered and has got a permanent or temporary\nresidence permit to be Ethiopian resident by Immigration and Citizenship\n\nService as per the Immigration laws of the Country;\n\n“ Person not residing in Ethiopia” means an Ethiopian National not Residing\nin Ethiopia or a foreigner not registered and has not got a permanent or\ntemporary residence permit to reside in Ethiopia by Immigration and\n\nCitizenship Service as per the Immigration laws of the Country;\n\n“Territory of Ethiopia” refers to the territory of the Federal Democratic Republic\nof Ethiopia;\n\n“Travel Document” means any passport or other travel document, issued by the\nFederal Democratic Republic of Ethiopia Ministry of Foreign Affairs or the\nImmigration and Citizenship Service or by foreign state recognized by the\nGovernment of Ethiopia or international or Regional organization, bearing the\n\nidentity and nationality of the holder;\n\n“Foreigner” means any person who is neither Ethiopian national nor Foreign\n\nNational of Ethiopian Origin;\n\n“Foreign National of Ethiopian Origin” means a foreign national of Ethiopian\nOrigin as defined under Providing Foreign Nationals of Ethiopia Origin with\ncertain Rights to be exercised in their Country of Origin Proclamation No.\n270/2002 and hold a valid identity card which attests he/she is a foreign national\n\nof Ethiopian origin;\n\n10) “Entry Stamp” means the date of entry which is placed on the travel document\n\nby the Immigration and Citizenship Service when the passenger arrives in the\n\nterritory of Ethiopia; aa\n\nEES as\nXe \\"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "11) “Foreign Currency” means a currency Cash Notes other than Ethiopia legal\ntender which is legal tender in any country and declared to be convertible by\n\nthe National bank of Ethiopia for payment;\n\n12) “Neighboring country” means a country which shares a boundary with the\n\nFederal Democratic Republic of Ethiopia;\n\n13)” Other Foreign Currency” means a currency Cash Notes other than Ethiopia\nlegal tender which is legal tender in any country and not declared to be\n\nconvertible by the National bank of Ethiopia for payment;\n14) “Person” means any natural or juridical person.\n\n15) “Transit passenger” means passengers who stay for 24 hours or less in Ethiopia\nand continues his or her flight to the next destination on a same or different\n\naircraft or airline.\n\n3. The Birr Holding Limit for a Person departing from or entering into Ethiopia\nThe Birr holding limit for:-\n\n1) A person Entering into and departing from Ethiopia may hold up to a\nmaximum of Birr 3,000.00 (Birr Three Thousand) per travel to and from\nEthiopia;\n\n2) Notwithstanding the limit set under sub-article 3.1 of this article, a person\ntravelling to Djibouti may hold up to a maximum amount of Birr 10,000\n\n(Birr Ten Thousand) per travel.\n\n4. Time Limit for holding and conversion of Foreign Currency\n\n1) a person residing in Ethiopia enters into the territory of Ethiopia carrying a\n\nforeign currency shall convert all foreign currency at an authorized forex\n\nbureau for the equivalent sum in Birr or deposit to his/her foreign currency"
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "2)\n\nsaving account within 30 days from date of entry stamped on the travel\ndocument by the Immigration and Citizenship Service. However, he/she has\nto present customs declaration if the foreign currency amount exceeds USD\n4,000 (USD Four Thousand) or equivalent in any other convertible foreign\n\ncurrency while depositing into foreign currency account.\n\nNotwithstanding sub-article 4(1) of this Article, the Foreign National of\nEthiopian Origin or Ethiopian National not residing in Ethiopia who enters\nEthiopia carrying foreign currency and intends to stay for more than ninety\ndays, shall deposit such a foreign currency into his/her Non-resident (NR)\nForeign Currency Account, his/her Foreign Exchange saving account within\nninety days from date of entry stamped on the travel document by the\nImmigration and Citizenship Service. However he/she has to present\ncustoms declaration if the foreign currency amount exceeds USD 10,000\n(USD Ten Thousand) or equivalent in any other convertible foreign currency\nwhile depositing into foreign currency account or convert it at an authorized\n\nforex bureau for the equivalent sum in Birr.\n\n3) a foreigner not residing in Ethiopia enters into the country carrying\nforeign currency may hold the foreign currency in his/her possession up\n\nto the visa validity period.\n\n4) a person residing in Ethiopia who purchase foreign currency from a bank,\nmay carry such foreign currency for a period of thirty (30) days from the\ndate of a bank advice and has to convert it at an authorized forex bureau\n\nfor the equivalent sum in Birr within thirty(30) days."
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "5. Customs Declaration of Foreign Currency\n\n1) Customs Declaration of Foreign Currency\n\na)\n\nb)\n\nA person residing in Ethiopia entering into the country from abroad\ncarrying foreign currency exceeding USD 4,000( USD Four Thousand) or\nequivalent in any other convertible foreign currency shall declare by using\nforeign currency Customs Declaration Form prepared for this purpose on\n\narrival at Airport or any other entry point in to the country.\n\nForeign national of Ethiopian Origin, Ethiopian National or foreigner not\nresident in Ethiopia, who enters into the country carrying foreign currency\nexceeding USD 10,000 (USD Ten Thousand) or equivalent in any other\nconvertible foreign currency shall declare the foreign currency in his/her\npossession by using foreign currency Customs Declaration Form prepared\nfor this purpose on arrival at Airport or any other entry point in to the\n\ncountry.\n\nNotwithstanding sub-article 1b of this Article, a transit passenger is\n\nexempted from foreign currency declaration requirement.\n\n2) Permissible amount of Foreign Currency for Travel Abroad\n\na)\n\nb)\n\nPerson residing in Ethiopia is allowed to travel abroad by carrying a\nforeign currency if he /she present a bank advice issued for the purchase\nof the foreign currency within a period of thirty (30) days from the date of\na bank advice.\n\nNon-resident Foreign National of Ethiopian Origin and Ethiopian\nNational not residing in Ethiopia is allowed to travel abroad by carrying a ‘\n\nforeign currency"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "i) if he /she present a bank advice issued for the purchase of the foreign\ncurrency within a period of thirty (30) days from the date of a bank\n\nadvice.\n\nii) If he/she enters into the territory of Ethiopia carrying a foreign currency\nfrom abroad and travel back within 90 days from date of entry stamped\non the travel document by the Immigration and Citizenship Service,\nhowever he/she has to present customs declaration if the foreign currency\namount exceeds USD 10,000 (USD Ten Thousand) or equivalent in any\n\nother convertible foreign currency\n\nc) Embassy Employee, Temporary Worker of different foreign institution or\nworkshop participant or trainer who entered into the country can carry foreign\ncurrency exceeding USD 10,000 (USD Ten Thousand) or the equivalent in other\nconvertible foreign currencies only when he/she can produce a bank advice or\nemployer’s letter or a supporting letter from workshop coordinator which\n\njustifies the acquisition of the foreign currency is from a legal source.\n\n6. Other Foreign Currency Holding\n\nA person entering into the territory of Ethiopia from a neighboring country using\nland transport carrying other foreign currency having value more than or\nequivalent of USD 500 (USD Five Hundred) in conversion shall declare at the\nborder Customs’ branches or stations and may travel abroad by carrying such\n\ndeclared amount by presenting customs declaration.\n7. Reporting Requirement\n1) The Ethiopian Customs Commission is required to send a copy of every\n\nforeign currency customs declaration to the National Bank of Ethiopia\n\nevery month within the first five working days of the next month.\n\nen"
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "2) The Ethiopian Customs Commission is also required to submit any other\nreport related to foreign currency customs declaration in hard and soft\n\ncopy when requested by the National Bank of Ethiopia.\n8. Prohibition\n\n1) Unless otherwise provided by this directive or pertinent laws or without\nauthorization of the National Bank, a person may not transfer or pay\nforeign currency in cash to a third party either as donation or gift or to\n\ndischarge any obligation.\n2) Unless otherwise provided by this directive or pertinent laws or without\n\nauthorization of the National Bank, a person may not hold or carry foreign\n\ncurrency.\n\n3) It is prohibited to undertake any transaction in other foreign currency in\n\nthe territory of Ethiopia.\n\n9. Penalty\n1) Any person who fails to comply with the provisions of this directive shall\nbe punished in accordance with Article 26 of the National Bank of Ethiopia\nEstablishment (as Amended) Proclamation No. 591/2008.\n\n2) Where the offense is committed by the body corporate, it shall be punished\nin accordance with the Article 26 of the National Bank of Ethiopia\n\nEstablishment(as Amended) proclamation No.591/2008."
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "10. Repealed Directive and Inapplicable Practices\n\n1) Limits on Birr and Foreign Currency Holding Directives No. FXD/81/2022\n\nis hereby repealed and replaced by this directive.\n\n2) No circular letters or customary practices inconsistent with the provisions\nof this directive shall have force with respect to matters provided for in this\n\ndirective.\n\n11, Transitory Provision\n\nAny person who acquired foreign currency by donation or gift before the\ncoming into force of this directive shall convert all foreign currencies in his/her\npossession through an authorized forex bureau against the payment to\nhim/her of the equivalent sum in Birr within 30 days from the effective date of\n\nthis directive.\n\n12. Effective Date\n\nThis directive shall enter into force as of February 22, 2024,"
        }
    ]
}
]