[
    {
    "document_id": "Payment Authorization Directive",
    "title": "Payment Authorization Directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "PATE RES 1d 2 ATH\nNATIONAL BANK OF ETHIOPIA\nADDIS ABABA\n\nLICENSING AND AUTHORIZATION OF PAYMENT INSTRI T\nISSUER AND PAYMENT SYSTEM OPERATOR\n\nManner of Equity Investment by Forei ionals of Ethiopian Origin\nand Organizations in Payment Instrument Issuance & Payment System\nOperator Directive No.ONPS/04/2021\n\nWhereas, Foreign Nationals of Ethiopian Origin or Organizations have been allowed to invest\n\n‘he payment instrument issuance and payment system operator businesses in Ethiopia;\n\nWhereas, there is a need to put in place implementation modality for investment by Foreign\nonals of Ethiopian Origin or Organizations in payment instrument issuance and payment\n‘operator businesses in Ethiopia;\n\nNow, therefore, in accordance with article 4/2a and article 37/2 of National Paym\nProclamation No.718/2011 and articles 9 (182) and 58 of Banking Business (as amended)\nProclamation no,11$9/2019 and articles 20 (2) and 27 (2) of the National Bank of Ethiopia\nEstablishment (as Amended) Proclamation No. 591/2008, the National Bank of Ethiopia has\nssued this Directive,\n\nSystem\n\n1. Short Tithe\n\nThis Directive may be cited as “Manner of Equity Investment by Foreign Nationals of\n\nFthiopian Origin or Organizations in Payment Instrument Issuer or Payment System\nOperator Business Directive No.ONPS/0472021\",\n\n2. Definitions /)\n\nFor the purpose ofthis Directive, unless the context requires otherwise, the tem:\n\naay\n\nnee\nAppi\n\nA: AD 485 77, SSSOZO4 Ann #PC O115 S145. 88 NAM aC 0115 51 \"AREY! A\n\nIRESS. SUDAN STRCET P.O.BOX $5802088 FAX'No,O11$ 514588 TEL No O11S 517430 ADDIS ABABA\nTELEGRAPHIC ADDRESS.N ATION BANK .\nCODES-USED PETERSON 3*& ¢* ED BENTLEY'S 2™ PHRASE A.C. s* EDITIO.\n\nE-mail sbeexce@ stionet et Webste. woew hp wave me gov et"
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "241 “Acceptable Foreign Currency” means foreign currency which is declared to be\n‘acceptable for payment in Ethiopia by the National Bank and shall include United States\nDollat, Great Britain Pound Sterling, Euro and other curencies that the National Bunk may\nspecify w be acceptable for this purpose from time to time.\n\n22, “Foreign National of Ethiopian Origin” means a person with a valid identification card\nobiained pursuant to Proclamation No, 2702012 attestipg that he/she is a Foreign National\nof Ethiopian Origin;\n\n2.3. “Mid exchange rate” means exchange rate between buying and selling rate of a day set by\nthe National Bank;\n\n2.4, “National Bank” means the National Bank of Fthiopia;\n\n2S. “Organization” means an entity that is fully owned by Foreign Nationals of Exhiopian\n\n‘origin or jointly by Foreign Nationals of Ethiopian Origin and Ethiopian Nationals, located\nwithin or outside Ethiopia\n\n26. “Payment Instrument Issuer” means a Payment Instrument Issuer licensed by the\n‘National Bank to undertake payment instrument isuance business in Ethiopia:\n\n2.7. “Payment Instrument Issuer (under formation)\" means a Payment Instrument Issuer\nthat has applied fora payment instrument issuance business license fom the National Bank;\n\n2.8. “Payment System Operator” means @ Payment System Operator licensed by the National\nBank (o undertake payment system operator business in Ethiopia;\n\n2.9. “Payment System Operator (under formation)” means a Payment System Operator that\nbas applied for a payment system operator business license from the National Bank,\n\n3. Scope of Application\n\n‘he provisions of this Directive shall be applicable to existing Payment System Operator and\nPayment Instrument Issuer and Payment System Operator (under formation) and Payment\nInstrument Issuer (under formation) f\n\nLa\n\nPage 2 of10"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "4+ Share Subscription\n\n4. Place of Share Subscription\n\n4a\n\nAll subscriptions including initial and subsequent sales of shares to Foreign Nationals of\nEthiopian Origin or Organizations shall take place only in the geograph\n\nterritory of\nEthiopia\n\nNotwithstanding the provision stated under sub-article 4.1.1 of this article, a Payment\nInstrument Issuer or a Payment System Operator or a Payment Instrument Issuer (under\nformation) ot a Payment System Operator (under formation) may conduct promotional\n\n‘and other related preliminary activities needed for share subscription outside Fthiopia,\n\n4.2. Manner of Share Subscriptions and Surrender Requirement\n\n421,\n\n422,\n\n423.\n\n424,\n\nA Payment Instrument Issuer or a Payment System Operator or a Payment Instrument\nIssuer (under formation) or a Payment System Operator (under formation) shall submit @\n‘written application to the National Bank to open foreign currency eserow account for the\npurpose of aceepting share payment indicating the name of the bank and branch (es)\nWhere the account is to be opened; and shall report the account number so opened to the\nNational Bank,\n\n‘A.bank instructed by the National Bank to surrender 30% (thirty percent) of the foreign\n‘currency that is maintained in line with sub-article 4.2.1 of this article shall surrender, to\nthe National Bank, with in five working days from the receipt ofthe onder\n\nUpon receipt of the foreign currency surrendered as per sub-article 4.2.2 ofthis article\nand the summary of the share subscription as per Annex-, the National Bank shall credit\nthe payment and settlement account of the bank with the equivalent amount of Ethiopian\nBirr at the prevailing mid exchange rate.\n\n‘A bank instructed by the National Bank to unblock the foreign currency escrow account\n‘fe newly licensed Payment Instrument Issuer or Payment System Operator shall transfer\nthe Bier equivalent ofthe full amount ofthe foreign currency collected and maintained in\n\nPage 30f 10\n\nLa"
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "the eserow account at a prevailing buying rate to the account of the newly licensed\nPayment Instrument Issuer or Payment System Operator.\n\n425. Notwithstanding the provisions stated under sub-article 4.2.1 herein above, a Payment\n\n‘Instrument Issuer or Payment System Operator shall open a foreign currency bank\n‘count with the National Bank's approval for accepting share payment and share\npremium (ifany) from Foreign Nationals of Ethiopian Ori\n\nin or Organizations.\n\n42.6. ‘The bank that maintained the foreign curreney account as per sub-aticle 4.2.5 of this\n\nshall surrender 30% (thinly percent) of the foreign currency collected from\nsubscription of shares to the National Bunk in accordance with Foreign Exchange\nSurender Requirements of Banks (as amended) Directives No. FXD/S4/2018 and\n‘tansfer the Birr equivalent of fall amount of the foreign currency collected to the account\n\n‘of the payment instrument issuer or payment sysiem operator at the prevailing buying\nrate\n\n4.3. Payment of Share Subscriptions\n\n43\n\n43\n\n4. Payment of the full value of initially subseribed shares and share premium (if any) by\n\nForeign Nationals of Ethiopian Origin or Organizations shall be made in acceptable\nforeign currency.\n\n2. Dividend generated fom investment activities of Foreign Nationals of Bthiopian Origin\n‘or Organizations in other sectors and deemed eligible for repatriation by the National\n‘Bank can be use for the purpose of share purchase in a Payment Instrument Issuer or &\nPayment System Operator or a Payment Instrument Issuer (under formation) or a\nPayment System Operator (under formation).\n\n4.33. The funds to be paid by Foreign Nationals of Ethiopian Origin or Organizations for the\n\npurpose of share purchase shall be transferred to the account opened and maintained in a\nbank for this purpose only through banking system,\n\n434, Notwithstanding the provision stated under sub-article 4.3.3 hereinabove, Foreign\n\n‘Nationals of Ethiopian Origin or Organizations having a Non-Resident Foreign Currency\n\nPage 4 of 10\n\nE664"
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "438,\n\n43.6,\n\nAccount with local tanks may transfer the foreign currency deposited in this account for\nthe purpose of share purchase.\n\n‘Transfer of funds made by Foreign Nationals of Ethiopian Origin or Organizations forthe\n‘Purpose of share purchase through foreign payment cards, cash whether declared or not\n‘end international money tnsfer organizations that cannot generate credit advice at\n\nindividual level showing the identity, amount and purpose of the transfer, shall not be\nallowed,\n\nIn the case of investment in a Payment Instrument Issuer oF Payment System Operator or\nPayment Instrument Issuer (under formation) or Payment System Operator (under\nformation) by an organization owned by Ethiopian Nationals and Foreign Nationals of\nEthiopian Origin, payment of share subscription in foreign currency shall be made to the\n‘extent of percentage shareholding of Foreign Nationals of Ethiopian Origin in that\n‘organization while the remaining subscription balance can be pad in Ethiopian Birr\n\n44. Verification and Validation of Subscribed Shares\n\n4A.\n\n442.\n\n443.\n\nA Payment Instrument Issuer or a Payment System Operator or a Payment Instrument\nIssuer (under formation} or a Payment System Operator (under formation) that floats the\n\nshares shall assume the responsibility of ensuring compliance with sub-article 4.3 of this\nDirective.\n\n‘A Payment Instrument Issuer or a Payment System Operator or a Payment Instrument\n‘Issuer (under formation) or a Payment System Operator (under formation) shall ensure\n‘matters related to proper identification of the Foreign Nationals of Ethiopian Origin or\nOrganizations (including its shareholders), proper execution of bunk transfer detail and\n‘documentation and submission of documents including list of subscribers, subscribee's\nnationality identi\n\ndocuments and foreign currency credit advice and any’ other\nrelated documents tothe National Bank,\n\n‘To ensure thatthe share subscription has been made in line with this Directive and other\nrelevant las, Payment Instrument Issuer (under formation) or Payment System Operator\n(under formation) that sold shares to Foreign Nationals of Ethiopian Origin or\n\nPage of 10\n\nCOA"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "Organizations shall ensure thatthe share subscriptions and related payments are audited\n\n‘long with the audit of pre-establishment costs and submit the report to the National Bank\naccondingly.\n\n444. A Payment Instrument Issuer and Payment System Operator shall develop comprehensive\nPolicies and procedures for handling of share subscription by Foreign Nationals of\nFihiopian Origin or Organizations. Accordingly, the policies and procedures, among\n‘others, shall address:\n\npromotion and share subscription process;\n* identification of Foreign Nationals of Ethiopian Origin or Organizations\n(ncluding its shareholders)\n* payment details and modalities of share subscription;\n‘+ foreign currency surrender to the National Bank; and\nshare transfer involving Foreign Nationals of Ethiopian Origin or\nOrganizations (including its shareholders).\n\n445. A Payment Instrument Issuer or Payment System Operator or a Payment Instrument\nIssuer (under formation) oF a Payment System Operator (under formation) shall ensure\n‘hat a person or shareholders of an organization who acquires a share through transfer or\n‘ny means holds valid document evidencing his/her nationality and other related status.\n\nS. Share Transfer\n\nS11. A share may be transferred from Ethiopian Nationals to Forcign Nationals of Ethiopian\nOrigin or Organizations through sell in acceptable foreign currency transferred through\n‘banks ata share price not less than par value.\n\n5.2. Shares shall aot be acquired by Foreign Nationals of Ethiopian Origin or Organizations\nthrough donation,\n\n5.3 Shares may be transferred from Ethiopian Nationals 10 Foreign Nationals of Ethiopian\n\nLe CA Page 6 of 10"
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "6. Dividend Pavment\n\nDividends camed as a result of investment in & Payment Instrument Issuer or a Payment\nSystem Operator by Foreign Nationals of Ethiopian Origin or Organizations shall be paid\nEthiopian Birr, and shall not be repatriated.\n\nnds carmed in accordance with sub-article 6.1 ofthis article may be used for purchase\nand payment of newly issued and subseribed shares in the same Payment Instrument Issuer\nor Payment System Operator.\n\n7. Reporting\n\n7.1. A Payment Instrument Issuer or a Payment System Operator ora Payment Instrument Issver\nunder formation) ora Payment System Operator (under formation) shall report summary of\nshare subseription by Foreign Nationals of Ethiopian Origin or Organizations to, the\n[National Bank with supporting document\n\naS per sub article 4.42 and Annex I of this\nDirective along with application for Payment Instrument Issuer or Payment System\nOperator business license,\n\n7.2. A Payment Instrument Issuer or Payment System Operator shall submit summary of share\nsubseribed by Foreign Nationals of Ethiopian Origin or Organizations tothe National Bank,\n5 per sub article 44.2 and Annex IT and IIL ofthis Directive, on a quarterly bass. In case\n‘of no subscription during the quarter, a Payment Instrument Issuer or Payment System\n\nOperator may submit a “Nil” report.\n]\n8. Effective Date\nThis Directive shal be effective as of 1% day of July 2021,\ni © lay of July x 6K\npeste roo\"\novert\n\nPage 7 of 10"
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "otjogaieg\n\nsunoure posopuasing\n\neon,\n\nsued | ypoesino | doves | wontaseins\n\nnie sa\n\n(wonemioy s9pun) sonssy juownasuy usWied 40 s0,EI2dG worSsg MUIEg 40 4955]\n\nseg a0\n40g) 1 Nauuy\n\nCo\noor tomaeo| sang |\none\n220] ames] eeey| em] wease a :\npineal _tntmed_ gmt “0"
        },
        {
            "section_id": 9,
            "section_title": "Section 9",
            "page_number": 9,
            "content": "om\ning 3\neso\n\nsowed worsKs mtouitg 30 sonssy wou\nTT TO TET WRIT A STOTT"
        },
        {
            "section_id": 10,
            "section_title": "Section 10",
            "page_number": 10,
            "content": "orjooraaeg\n\naimeusig,\n> uonsod\n-6q panna\n\njunowy sspuazing oy\neon,\n\nOLWVORUNINS @ | ‘Gewonen | saquosans 2m yo men | ON\nanon oma} Ga 9)\nPonsodop  pomtuon, ‘sunys} sunowy weaso | soreus,\niupensno|_ dn pred nie. smal_J0 9410,\n\npur AOUEN) 24 3041\nsoqeiodg worsis wouseg 40 Jonssj woumnsuy waUYa 2m Jo 2uHEN,\n\nTsway"
        }
    ]
}
]