[
    {
    "document_id": "Related banking Transaction Directive",
    "title": "Related banking Transaction Directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "1 \nLICENSING AND SUPERVISION OF BANKING BUSINESS \nEXPOSURE TO RELATED PARTY DIRECTIVE NO. SBB/88/2024 \n \nWhereas, related party transactions are often exposed to conflict of interest and can \npotentially be unfair or fraudulent, threatening the soundness of a bank’s business;   \n \nWhereas, there is a need to prevent abuses arising from transactions with related \nparties and address the risk of conflict of interest; \n \nWhereas, any practice of extending credit to financially unstable related parties will \nhave the potential to increase non-performing loans and jeopardize a bank’s financial \nsoundness;  \n \nWhereas, it is important to ensure that a bank’s transactions with related parties are \nadequately monitored and conducted at arm’s-length; \n \nNow, therefore, in accordance with sub-article 22 (1) and sub-article 66 (2) of the \nBanking Business Proclamation No. 592/2008 (as Amended by Proclamation \nNo.1159/2019), the National Bank of Ethiopia has issued this Directive. \n \n1. Short Title  \nThis Directive may be cited as “Exposure to Related Party Directive No. \nSBB/88/2024.” \n2. Definitions \n \n2.1 “Bank” means a private or state-owned entity, licensed by the National Bank to \nundertake banking business. \n2.2 “Beneficial Owner” means any natural person who ultimately owns or \ncontrols a customer or an account, the person on whose behalf a transaction \nis conducted, or the person who ultimately exercises effective control over a \nlegal person or arrangement.  \n2.3 “Cash Collateral” means credit balances on accounts in the books of the \nlending bank over which customers have given the lending bank a formal letter \nof cession and which the bank at its discretion has transferred from the \ncustomer's account(s) to a specific or general cash collateral account(s) or \nblocked."
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "2 \n \n2.4 “Cash-substitutes” shall mean: \n2.4.1 a security issued by the Federal Government of Ethiopia; \n2.4.2 an unconditional obligation or guarantee issued in writing by a foreign \nbank or foreign insurance company with an \"A\" or above rating by \nStandard and Poor's Corporation, Moody's Investor Services, or any \nother international rating company acceptable to the National Bank in \ntheir latest rating; and \n2.4.3 other liquid and readily marketable securities approved in writing by \nthe National Bank, and which are held in the vault of the lending bank. \n2.5 “Exposure” means either on-balance sheet items such as loan or advance \nand/or off-balance sheet items like commitment to advance loans, regardless \nof collateral. \n2.6 “First Degree of Consanguinity or Affinity” means spouse, children and \nparents. \n2.7  “Influential Shareholder” means a person who holds directly or indirectly two \npercent (2%) or more of the total subscribed capital of a bank. \n2.8 “Loans or Advances” means any financial assets of a bank arising from a \ndirect or indirect advance, such as unplanned overdrafts, participation in loan \nsyndication or the purchase of loans from another lender, to a person that is \nobliged to repay the funds, either on a specified date or dates or on demand, \nusually with interest or through interest-free finance. \n2.9 “Off-balance Sheet Item” means commitment to advance loans, revocable or \nirrevocable documentary letters of credit, standby letters of credit, leaseback \nagreements, and guarantees or sureties issued on behalf of a borrower. \n2.10 “Related Party” means: \n2.10.1 the bank’s majorly owned subsidiaries, and any party that the bank \nexerts control over or that exerts control over the bank; \n2.10.2 the bank’s influential shareholders up to the ultimate beneficial owner \nand board members, chief executive officer, senior executive officer; \n2.10.3 an influential shareholder, director, chief executive, senior executive \nofficer of a bank and/or the spouse or relative in the first degree of \nconsanguinity or affinity of such shareholder, director, chief executive \nofficer or senior executive officer; an entity in which such influential \nshareholder, director, chief executive, senior executive officer and/or"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "3 \nthe spouse or relative in the first degree of consanguinity or affinity \nowns 10% or more interest as shareholder or serves as a director, \nchief executive officer or senior executive officer;  \n2.10.4 state-owned \nbanks \nand \nState/Federal \nGovernment-Owned \nEnterprises shall also be considered related parties;  \n2.10.5 parties that can exert significant influence as may be determined by \nthe National Bank; and \n2.10.6 any other relationships, as may be determined by the National Bank. \n2.11 “National Bank” means the National Bank of Ethiopia. \n2.12 “Senior Executive Officer” means any officer of a bank who is managing two \nor more work units and is accountable to the chief executive officer or is directly \nreporting to the board of directors and includes positions at a level of deputy to \nchief executive Officer. \n2.13 “Total Capital” shall include the paid-up capital, legal reserve and any other \nunencumbered reserve held by a bank and accepted by the National Bank. \n2.14 “Transaction” means on-balance sheet and off-balance sheet credit \nexposures; dealings such as service contracts, investments, asset purchases \nand sales, construction contracts and lease agreements; derivative \ntransactions; borrowings; and write-offs and shall incorporate not only dealings \nentered with related parties but also situations in which an unrelated party (with \nwhom a bank has an existing exposure) subsequently becomes a related party. \n \n3. Scope of Application \n \nThis Directive shall apply to commercial banks licensed by the National Bank.  \n \n4. Limits on Exposure to Related Parties  \n \n4.1 The aggregate sum of all exposures directly or indirectly held by a bank to any \none related party at any one time shall not exceed fifteen percent (15%) of the \ntotal capital of the bank \n4.2 The aggregate sum of all exposures directly or indirectly held by a bank to all \nrelated parties at any one time shall not exceed thirty five percent (35%) of the \ntotal capital of the bank.  \n4.3 Notwithstanding the limits stated under sub article 4.1 and 4.2, a bank shall \nimmediately communicate to the National Bank any breach of limit and shall"
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "4 \npromptly comply with the prescribed prudential limit. \n4.4 The National Bank, when deemed appropriate, may require a bank to \ncollateralize related party transactions with cash or cash substitute.  \n4.5 The National Bank may, on grounds it may deem sufficient, prohibit a bank \nfrom exposure to any related party. \n \n5. Arm’s Length Principle \n \nA bank shall not conduct any transaction, as defined under sub-article 2.14 of this \nDirective, with a related party on preferential terms, as compared to with an \nunrelated party in the normal course of business, with respect to credit assessment, \nconditions, tenor, interest rates, fees, amortization, schedules, requirement for \ncollateral, and repayment periods.   \n \n6. Exposure Value \n \n6.1 For the purposes of this Directive, a bank shall calculate the exposure value \nbased on the book value of the exposure.  \n6.2 Off-balance sheet items shall be converted into credit exposure equivalents \nusing credit conversion factors (CCFs) set out in the National Bank’s Capital \nAdequacy Directive. \n6.3 A bank when computing the exposure value and determining compliance to \nthe prudential limit required in this Directive, may consider, and deduct cash \ncollateral and cash substitutes.  \n \n7. Approval Process \n \n7.1 Transactions with related parties, and the write-off of related-party exposures \nexceeding Birr fifteen (15) million or otherwise posing special risks shall be \nsubject to prior approval by the concerned bank’s board. Board members with \nconflict of interest shall not be involved in the approval process and in \nmanaging related party transactions. \n  \n7.2 Prior to board approval, the Audit Committee shall provide its reasoned opinion \non the bank’s interest in entering in the transaction, as well as the suitability and \nsubstantial correctness of its underlying terms. The board may approve the"
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "5 \ntransaction notwithstanding a negative opinion of the Audit Committee, \nprovided the approval is fully disclosed to the National Bank, and the Audit \nCommittee’s opinion is submitted to it along with the disclosure report. \n \n8. Internal Controls \n \n8.1 A bank shall put in place internal control function to ensure compliance with \nprudential limits, adherence to the bank’s decision-making process, and the \nsound and prudent management of conflicts of interest intrinsic in related party \ntransactions. \n8.2 A bank’s risk management function shall measure the risks inherent in related \nparty transactions; oversee internal limits assigned to business lines; control the \nconsistency of the operations of each business line with the risk appetite defined \nby the internal policies. \n8.3 A bank’s compliance function shall verify the reliability of the procedures and \nsystems adopted in conducting related party transactions and ensure \ncompliance with bank’s own policies and regulatory requirements.  \n8.4 The internal audit function shall review material related party transactions and \npromptly report any anomalies to the board audit committee, and periodically \nreport to the board. The internal audit function shall, if necessary, suggest the \nreviews of internal policies and control structures and recommend measures \ndeemed suitable to strengthen the oversight and to prevent risks. \n \n9. Role of External Auditors  \n \n9.1 External auditors shall have access to sufficient and appropriate audit evidence \nregarding the identification and disclosure by the management of the bank \nregarding related parties and the effect of related party transactions that are \nmaterial to the financial statements. \n9.2 External auditors shall have the duty to find reasonable evidence that the \nfinancial statements taken are free from material misstatement, whether caused \nby fraud or error, including those stemming from related party transactions. \n9.3 External Auditors shall obtain a written declaration from management \nconcerning: \n9.3.1 the completeness of information provided by management itself regarding \nthe identification of related parties; and"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "6 \n9.3.2 the adequacy of related party disclosures in the financial statements. \n9.4 External Auditors shall consider whether any arm’s-length assertions made by \nmanagement about related party transactions are appropriate and shall have \nthe duty to find sufficient appropriate evidence to support any such assertions. \n \n10. Policies and Procedures for Identifying and Monitoring Related Party \nTransactions  \n \n10.1 A bank shall have policies and procedures to: \n10.2 maintain an updated related party database at all time; \n10.3 timely identify individual exposures to and transactions with related parties, as \nwell as the total amount of exposures; \n10.4 prevent persons benefiting from related-party transactions (and/or persons \nrelated to such a person) or who otherwise have conflict of interest from being \npart of the process of granting and managing related party transactions;  \n10.5 monitor and report exposure resulting from related party transactions through \nan independent credit review or audit process; and \n10.6 such procedures may include declarations by directors, chief executive \nofficer, senior executive officers and influential shareholders. \n10.7 Exceptions to policies, processes and limits are reported to the board risk \nmanagement and compliance committee and the board, for timely action. \n10.8  The chief risk officer/risk management and compliance function shall monitor \nrelated party transactions on an on-going basis and provide regular reports, as \nper internal reporting requirements, to the board risk management and \ncompliance committee. \n \n11. Reporting Requirements on Related Party Transactions \n \n11.1 A bank shall report to the National Bank its aggregate exposures to related \nparties on monthly basis. \n11.2 A bank shall also report to the National Bank all related party exposures on \nmonthly basis. The report shall be submitted in accordance with Annex 1 \nattached herewith, which shall be part of this Directive."
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "7 \n12. Threshold for Treatment of Shareholders as Related Party \n \nWith regards to shareholders, only those shareholders of a bank with holdings of \ntwo percent (2%) or more of a bank's subscribed capital shall be treated as \nrelated party and shall be subject to the provisions of this Directive.  \n \n13. Responsibility for Identifying Related Parties \n \n13.1 Every bank shall be responsible for the identification of related parties.  \n13.2 Every bank shall put in place an effective information technology system to \nmap all related parties at each stage of the relationship.  \n \n14. Exemptions \n \nThe National Bank may provide exemptions to the prudential limits specified in this \nDirective when deemed necessary under special considerations. \n \n15. Transition Period \n \nA bank which is not in compliance with the requirements of this Directive, due to \nthe revisions made thereof, shall submit an action plan within ninety (90) days after \nthis Directive enters into force, to bring down its excess exposures according to \nthis Directive within a maximum three (3) years from the effective date of this \nDirective.    \n \n16. Repeal \n \nCredit Exposures to Single and Related Counterparties Directives No. SBB/53/2012 \nis hereby repealed and replaced by this Directive. \n \n17. Effective Date  \n \nThis Directive shall enter into force as of the 12th day of June 2024."
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "8 \n \nANNEX 1 \n     Monthly Returns on Related Party Transactions \n  List of Related Party Exposures  \n(In millions of Birr) \nName of Bank: \n \n \n \n \n \n \n \n \n \nReporting Month: \n \n \n \n \n \n \n \n \n \nTotal Capital \n \n \n \n \n \n \n \n \n \n \nCounterparty/\nName \nNature of \nCounterparty \n(e.g. influential \nshareholder, \ndirector, \nsubsidiary ….) \nType of \nExposure \n \nSector of \nExposure  \n \nApproved \nLimit/Facility \n \nExposure \nAmount/ \nOutstanding \nBalance (on-\nbalance sheet)              \nA \nOff-balance \nsheet exposure \namount (e.g. \nguarantee)        \n B \nMaturity \nDate \n \nExposure  \namount \n(A+B) as \nPercent of \nTotal \nCapital \nStatus \n(classificat\nion) \n \nCollateral \nType \nEstimated \n/Face value \n \n \n \n \n \n \n \n \n \n \n \n \nTOTAL \nXXX \nXXX \nXXX \n \n \n \n \n \n     Note: *Classification shall be reported in line with relevant Asset Classification and Provisioning Directive of the National Bank. \n \nPrepared by: \n \n \n \n \n \n \n \nApproved by: \n \n \n \n \n \n \n \n \n       (name and signature) \n \n       (name and signature) \nTelephone:   \n \n \n \n \n \n \n \nTelephone:"
        }
    ]
}
]