{
    "document_id": "Requirnment for person with Significant Influence directive",
    "title": "Requirnment for person with Significant Influence directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "1 \nLICENSING AND SUPERVISION OF BANKING BUSINESS \nREQUIREMENTS FOR PERSONS WITH SIGNIFICANT INFLUENCE IN A BANK \nDIRECTIVE NO. SBB/89/2024 \n \nWhereas, it is vital to ensure the long-term stability and institutional success of the \nfinancial industry in general and the banking sector in particular; \nWhereas, fitness and propriety of owners, directors and managers of banking systems \nare critical considerations that give the public confidence on the integrity of the sector;  \nWhereas, it is necessary to enhance the effectiveness and soundness of corporate \ngovernance in banks; \nWhereas, the National Bank of Ethiopia is mandated to put in place an appropriate \nframework that  ensures prudent management and propriety of the manner in which \nbanks are directed; \nNow, therefore, in accordance with articles 4(1 g and h), 14(4a), and 66(2) of Banking \nBusiness Proclamation No.592/2008 (as Amended by Proclamation No. 1159/2019), \nthe National Bank of Ethiopia has issued this Directive. \n1. Short Title  \n \nThis Directive may be cited as “Requirements for Persons with Significant Influence in \na Bank Directive No. SBB/89/2024”. \n2. Definitions \n \nFor the purpose of this Directive, unless the context provides otherwise: \n2.1 “Bank” means a private or state-owned entity, licensed by the National Bank \nto undertake banking business. \n2.2 “Bankrupt” means a person who has been declared bankrupt by the court \nof law. \n2.3 “Chief Executive Officer” means a person, by whatever title that person \nmay be referred to, who is primarily responsible for the day-to-day \nmanagement of the affairs of a bank. \n2.4  “Director” means any member of the board of directors of a bank by \nwhatever title he may be referred to. \n2.5 “Financial Institution” means a bank, an insurance company, a reinsurer, a"
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "2 \nmicrofinance institution, a micro insurance company, payment instrument \nissuer, payment system operator, a capital goods finance company, a money \ntransfer institution, a postal money transfer institution or such other similar \ninstitution as determined and licensed by the National Bank. \n2.6 “Sustainability” means social and environmental sustainability, as well as \neconomic sustainability where it intersects with environmental and social \nsustainability. Sustainability information is also referred to as non-financial \ninformation. \n2.7  “Fit and Proper Criteria” means criteria used to assess and determine \nwhether persons with significant influence possess the integrity, financial \nsoundness, competence and capacity to fulfill the responsibilities required of \ntheir positions. \n2.8 “Independent Director” means a non-executive director that has no family \nof first degree consanguinity relationship or business, professional or \ncommercial relationship with the bank, and is neither part of senior \nmanagement nor involved in the day-to-day operations of the bank. An \nindependent director is an experienced board member that is not under any \nundue influence, internal or external, political or ownership that would \nimpede his ability to exercise objective judgment. Candidates who would not \nnormally be an independent director include natural persons who are: \n2.8.1 a direct or indirect shareholder, a director, a chief executive officer, or \na senior executive officer of a bank and/or the spouse or relative in the \nfirst degree of consanguinity or affinity of such shareholder, director, \nchief executive officer, or senior executive officer, or \n2.8.2 a shareholder, director, chief executive officer, senior executive officer \nof a company that has any contractual obligation towards the bank; \n2.8.3 involved, either directly or indirectly, in any legal proceedings or out-\nof-court disputes against the bank, the parent undertaking or their \nsubsidiaries; \n2.8.4 having any business, professional or commercial relationship with the \nbank over the past two years; and \n2.8.5  having any financial obligations towards the bank in an amount \ncumulatively above Birr fifty (50) million. \n2.9 “Influential Shareholder” means a person who holds directly or indirectly \ntwo percent or more of the total subscribed capital of a bank. \n2.10 “Managerial Position” means a position of at least a team leader, a unit, \ndivision head or equivalent. \n2.11 “National Bank” means the National Bank of Ethiopia. \n2.12 “One Term” means a period not exceeding three (3) years.  \n2.13 “Person” means any natural or juridical person."
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "3 \n2.14 “Persons with Significant Influence” are influential shareholders, \ndirectors, chief executive officer and senior executive officers of a bank. \n2.15 “Senior Executive Officer” means any officer of a bank who is managing \ntwo or more work units and is accountable to the chief executive officer or is \ndirectly reporting to the board of directors and includes positions at a level \nof deputy to chief executive officer. \n2.16 “Technically Insolvent Person” means a person whose liabilities are \ngreater than assets or whose significant part of assets have been foreclosed \nby a financial institution or sequestrated by court order. \n2.17 any expression in the masculine gender includes the feminine and/or \njuridical persons. \n \n3. Scope of Application  \n \nThe provisions of this Directive shall be applicable to all banks operating in Ethiopia. \n \n4. General \n \n4.1 Persons with significant influence shall meet all respective requirements and \nconsiderations set in this Directive. \n4.2 Appointment of directors, chief executive officers, and senior executive \nofficers, of a bank shall be subject to approval by the National Bank.  \n4.3 In appointing chief executive officers and senior executive officers, the board \nof directors of a bank shall ensure that such persons fulfill requirements set \nout in this Directive. \n4.4 Any shareholding that makes a person an influential shareholder shall be \napproved by the National Bank. \n4.5 Considerations relevant to the assessment of the fitness and propriety of \npersons with significant influence (excluding shareholders) may vary \ndepending on the role and responsibilities in the bank.  \n4.6 In presenting approval request of appointed chief executive officer and \nsenior executive officers to the National Bank, the board of directors of a \nbank shall ensure that the appointees qualify based on the bank’s internal \nassessment process. A bank’s board of directors shall, therefore, ensure that \nthe bank has put in place a documented fit and proper policy and \nprocedures."
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "4 \n5. Fit and Proper Criteria \n \nTo establish whether a person with significant influence is fit and proper, the National \nBank shall exercise judgment and discretion in all relevant matters including:  \n \n5.1 Knowledge and Experience  \nWith respect to knowledge, experience and age, directors, a chief executive \nofficer and senior executive officers shall fulfill at a minimum, the following: \n \n5.1.1 Board of Directors \na) A director shall hold a minimum of first degree or equivalent from \nrecognized higher learning institution and shall have a minimum of \nseven (7) years’ experience in relevant field as specified under sub-\narticles (e) and (f) of this sub-article. \nb) No person shall be appointed or hold office as a director of a bank if he \nis serving as a director in more than four other organizations or entities.     \nc) A board shall comprise of directors, who as a group, provide a mixture \nof core competencies such as banking, risk management, finance, \naccounting, management, economics, legal, business administration, \nauditing, information technology, investment management and \nsustainability. \nd) There shall not be single gender board in a bank. To this end, the board \nof a bank shall comprise of at least two (2) female directors. \ne) A director shall have experience in business management, banking \nand/or finance, and shall take training in financial analysis, corporate \ngovernance, applicable laws, regulation, directives, risk management, \nand internal control after holding a seat on the board. \nf) Board members shall be and remain qualified, including through \ntraining and continuous professional development, for their positions. \nThe board shall dedicate sufficient time, budget, and other resources \nfor this purpose. \n \n5.1.2 Independent Directors \na) One-third of a bank’s board of directors shall be constituted of \nindependent directors. Persons who are not Ethiopian by nationality can \nbe elected to serve as independent directors.  \nb) An independent director shall have a master’s degree or equivalent \nprofessional qualification from a recognized institution of higher \nlearning institution in a field of study related to banking, accounting,"
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "5 \nauditing, finance, business management, economics, law, technology, \nand related fields. \nc) An independent director shall have a minimum of ten (10) years of \nprofessional experience in the financial sector or teaching/consulting in \nrelation with the financial sector, or auditing or risk management or any \nother relevant fields.  \n \n5.1.3 Chief Executive Officer  \nA chief executive officer shall: \na) hold a minimum of master’s degree from recognized higher learning \ninstitution; and  \nb) have a minimum of twelve (12) years’ experience in banking and/or \nfinance, out of which, at least five (5) years shall be as senior executive \nofficer.  \n \n5.1.4 Senior Executive Officers  \nA senior executive officer, who is a deputy and/or reports directly to the chief \nexecutive officer and/or the board of directors, shall: \na) hold a minimum of first degree from recognized higher learning \ninstitution; and \nb)  have a minimum of ten (10) years’ experience in banking and/or \nfinance, out of which, at a minimum four (4) years shall be experience \nas department manager or equivalent.  \nc) Notwithstanding the provision stated above, for senior executive officer \npositions in human resources, information technology, finance, \nstrategy, marketing and facility management; relevant and equivalent \nexperiences outside banking and/or finance sectors, shall be \nconsidered as qualifying. Nevertheless, such person shall take a \nminimum of five (5) days training on core banking business functions \nincluding credit, saving, international banking and other core functions \nonce he assumes the position of senior executive officer and certificate \nof completion of training shall be deposited with the National Bank. \nA senior executive officer, if directly reporting to the board of directors \n(mainly chief internal auditor and chief risk and/or compliance officer), \nshall: \nd) hold a minimum of first degree from recognized higher learning \ninstitution; and \ne) have a minimum of eight (8) years’ experience in banking and/or \nfinance, of which, at a minimum three (3) years shall be in managerial \nposition."
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "6 \n6. Integrity  \n \nPersons with significant influence shall be honest, reputable, and diligent. In \ndetermining integrity of persons with significant influence, all relevant factors shall \nbe considered, including but not limited to: \n \n6.1 whether the person has a history of conviction for a criminal offence under \nany law designed to protect members of the public from dishonesty or fraud \nwhether in Ethiopia or elsewhere; \n6.2 whether he or the legal person in which he has a controlling interest or \nexercises significant influence has withheld information from public \nauthorities, submitted incorrect financial or other statements, prior refusal of \nregulatory/supervisory approval and failure to comply with requirements of \nregulatory/supervisory body, other corrective actions, or interventions by \npublic authority; \n6.3 whether the person, or any business in which he has a controlling interest or \nexercises significant influence, has been investigated, disciplined, suspended \nor reprimanded by a regulatory or professional body, a court or tribunal, on \ncases related to breach of trust, fraud and other related financial crime, \nwhether publicly or privately; \n6.4 in case of chief executive officer and senior executive officers, whether the \nperson has an active (current)  record of disciplinary measures, or \ncompliance with a code of conduct, which has led to the imposition of a \npenalty under employment law, or any other current disciplinary measures \nimposed by trade or professional associations, or has been notified of any \nimpending proceedings or of any investigations, which might lead to such \nproceedings; and \n6.5 in case of chief executive officer and senior executive officers, whether the \nperson has a record of fraud, embezzlement or associated misappropriation \nof funds. \n \n7. Financial Soundness  \n \nPersons with significant influence shall be financially sound. In determining financial \nsoundness of persons with significant influence, all relevant factors shall be \nconsidered, including but not limited to: \n \n7.1 whether  he or the legal person in which he is a director or chief executive \nofficer or senior executive officer or owner has instituted bankruptcy \nproceedings or was declared bankrupt, whether in Ethiopia or elsewhere, or"
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "7 \nhis or the company’s assets have been sequestrated or put under \nadministration because of bankruptcy or been foreclosed by a bank because \nof failure to repay a loan (the fact that one has been involved with a company \nthat was placed under administration or liquidation, will not in itself result in \nadverse inference being drawn, due regard will be given on the role of the \nappointee in commission and/or omission); \n7.2 whether he or the legal person in which he is a director or chief executive \nofficer or senior executive officer or owner has defaulted on repayments of \nbank or other credits or tax payment; \n7.3 whether he or the legal person in which he is a director or chief executive \nofficer, or senior executive officer or owner carries non-performing loans in \nthe last two (2) years preceding assessment by the National Bank, as defined \nby Directives of the National Bank, from any financial institution; \n7.4 whether the person’s purchase of shares in a financial institution has been \nfunded or is known to be funded by another person who is actually \nbankrupted or technically insolvent because of irresponsible or reckless \nmanagement, fraud or illegal business practice; \n7.5 in the case of shareholder, whether the person’s net worth at the time of \nacquisition of shares is at least greater than the value of shares acquired or \nto be acquired from a financial institution; and  \n7.6 whether a person’s account has been closed and not re-instated by any \nbank, in line with relevant Directives of the National Bank, because of drawing \nchecks without sufficient funds. \n \n8.  Conflicts of Interest and Independence of Mind  \n \nPersons with significant influence shall ensure independence of mind, and exercise \nextreme caution to avoid matters that may give rise to a conflict of interest in \nperforming their duties. This provision shall be applicable to directors or chief \nexecutive officers or senior executive officers. These appointees shall be able to \nmake their own sound, objective, and independent decisions and  shall act with \nindependence of mind free from any conflicting interests.  \n \n8.1 In determining the level of independence of minds, all relevant factors shall \nbe considered, including but not limited to:  \n8.1.1 courage, character, behavior, conviction and strength to effectively \nassess and challenge the proposed decisions of other directors or \nsenior executive officers; \n8.1.2 being able to ask questions to the members of the senior executive \nofficers demonstrating independent thinking in the exercise of their"
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "8 \nmanagement function; and \n8.1.3 being able to resist ‘group-think’ and present one’s own viewpoint and \nposition. \n8.2 Independence of mind can also be affected by conflicts of interest, where \nthe conflict poses a material risk and adequate mitigation, management, or \nprevention of it is not possible based on the written policies of the bank. In \ndetermining the level of potential conflicts of interest, all relevant factors shall \nbe considered, including but not limited to:  \n8.2.1 presence of any family or business, professional or commercial \nrelationship with other senior executive officers and/or other persons \nassuming positions on core functions of the bank, with any influential \nshareholders of the bank or with clients, suppliers or competitors of the \nbank; \n8.2.2 involvement, either directly or indirectly, in any legal proceedings or \nout-of-court disputes against the bank; \n8.2.3 any business, professional or commercial relationship over the past two \n(2) years with the bank, the parent undertaking or their subsidiaries or \nwith clients, suppliers or competitors of the bank or other subsidiaries; \nand \n8.2.4 any financial obligations towards the bank, that are cumulatively above \nBirr fifty (50) million. \n8.3 Appointees shall be required to provide a comprehensive description of their \npotential involvement in the issues listed above under sub-article 8.2.1 up to \n8.2.4, currently and in the past two (2) years, as specified below:  \n8.3.1 business, professional, or commercial involvements with the bank and \nits environment; \n8.3.2 involvement in any legal proceeding toward the bank and its \nenvironment; and \n8.3.3 financial obligations toward the bank and its environment.  \n \n9. Time Commitment  \n \nA director shall ensure that he is able to commit sufficient time to perform his \nfunctions in the bank. A director’s time commitment shall be assessed on a case-\nby-case basis, taking the principle of proportionality into account. The time a \ndirector may commit to his functions in the bank may be affected by several \nfactors, such as the number of other senior executive officer/managerial \npositions held in other entities; the size and the context of the entities where he \nholds directorships and the nature, scale and complexity of his activities there;"
        },
        {
            "section_id": 9,
            "section_title": "Section 9",
            "page_number": 9,
            "content": "9 \nthe place or country where the entities are based; and the director’s other \nprofessional or personal commitments and circumstances. \n \n9.1 In determining the time commitment of a director, all relevant factors shall \nbe considered, including but not limited to:  \n9.1.1 an assessment by the bank and by the director of the time commitment \nexpected for the role involved; \n9.1.2 a full list of mandates or positions (executive and non-executive \ndirectorships and other professional activities) requiring time \ncommitment of the director and the (expected) time commitment for \neach mandate or position, including the number of meetings per year \ndedicated to each mandate; \n9.1.3 whether any of the mandates carry any additional responsibilities, such \nas membership in committees or chairperson functions or other; \n9.1.4 whether the nature, type and size of the entity will demand more time \n(e.g. the entity is regulated, listed etc.); \n9.1.5 the term of the mandate; \n9.1.6 confirmation that on-going learning, development and time in periods \nof particularly increased activity have been provided for; \n9.1.7 synergies between directorships (e.g. where the director is a senior \nexecutive officer in numerous subsidiaries); and \n9.1.8 whether the experience of the director generally or with respect to the \nbank is such that the appointee could carry out their duties with greater \nfamiliarity and hence efficiency. \n9.2 A director shall be required to provide a comprehensive description of his \npotential involvement in the issues listed in sub-article 9.1.1 to 9.1.8, as \nspecified below:  \n9.2.1 expected time commitment in the bank; \n9.2.2 full list of mandates and positions requiring time commitment, with the \ncharacteristics of the entities, exerted responsibilities and assigned \nobjectives; and  \n9.2.3 expected responsibilities and assigned objectives within the bank. \n \n10. \nOn-going Fitness and Propriety Test and Action by the National Bank  \n \nThe National Bank shall conduct fitness and propriety test on persons with \nsignificant influence of a bank on an on-going basis. The National Bank may \ninterview candidates while conducting its assessment. Where such a test indicates \nthat a person with significant influence has failed to fulfill the fitness and propriety \ntest as set out in this Directive, the National Bank may:"
        },
        {
            "section_id": 10,
            "section_title": "Section 10",
            "page_number": 10,
            "content": "10 \n \n10.1 suspend voting rights and/or economic rights (rights to dividends, rights to \nsell shares) of influential shareholder; and \n10.2 suspend and/or remove a director, chief executive officer or senior \nexecutive officer. \n \n11. Fit and Proper Policy \n \n11.1 A bank shall, as part of its risk management framework, prudently manage \nrisks that persons with significant influence, who are not fit and proper, pose \nto the bank’s business and financial standing. To this end, the board of \ndirectors shall ensure that the bank has a documented and board-approved \nfit and proper policy that is reviewed at least once in two (2) years to align \nwith material changes in the business and risk profile and in the strategies of \nthe bank. \n11.2 The fit and proper policy of a bank shall, at a minimum, cover: \n11.2.1 the requirements/criteria of this Directive; \n11.2.2 procedures and processes for conducting fit and proper assessments, \nincluding but not limited to:  \na) the processes to be undertaken in assessing whether a person is fit and \nproper, and reasons to be employed for any decisions made;  \nb) the information to be obtained and how it will be obtained; and \nc) who will conduct fit and proper assessments on behalf of the bank.  \n11.2.3 list of persons with significant influence in the bank;  \n11.2.4 requirement that sufficient documentation for each fit and proper \nassessment is retained to demonstrate the fitness and propriety of the \nbank’s current, and former persons with significant influence;  \n11.2.5 adequate provisions to encourage and enable disclosure of relevant \ninformation, as well as giving or obtaining any consents required for \nthe collection and use of any information; and \n11.2.6 actions, including internal governance process requirements, to be \ntaken where a person is assessed to be no longer fit and proper for a \nspecific position.  \n11.3 The bank shall take all reasonable steps to ensure that the chief executive \nofficer or senior executive officers, are aware of, and understand, the \nprovisions of its fit and proper policy."
        },
        {
            "section_id": 11,
            "section_title": "Section 11",
            "page_number": 11,
            "content": "11 \n12. Whistleblowing \n \nA bank shall use whistleblowing as an important source of intelligence and \ninformation for fitness and propriety assessment purposes. In particular and without \nlimiting the generality of the above: \n \n12.1 A bank shall have a policy, which encourages and supports persons who \nhave serious concerns about any aspect of the bank’s work or employees \nto come forward and report.  \n12.2 The policy shall clearly outline the structure and process to be followed \nwhen reporting to the bank or the National Bank, as well as a mechanism \nto raise awareness of the whistleblowing process. \n12.3 The policy shall require that all reasonable steps be taken to ensure that no \nperson, including employees, making such disclosures in good faith, is \nsubjected to or threatened with a detriment because of any such reporting.  \n \n13. Subsequent Notification Requirements \n \n13.1 Persons with significant influence are required to immediately notify the \nNational Bank, any events that might change their assessment as fit and \nproper. \n13.2 If boards of directors, chief executive officer, senior executive officers or \nexternal auditors of a bank, while performing their duties, have reasonable \ndoubt that a person with significant influence has failed to fulfill the criteria \nin this Directive, they shall immediately report the matter to the National \nBank. \n \n14. Documents to be Submitted on Application \n \n14.1 Written request shall be submitted to the National Bank along with the \nfollowing documents to conduct fitness and propriety test. \n14.1.1 For directors, chief executive officer and senior executive officers: \na) an updated and signed curriculum vitae (including name, nationality, \nbirth date, education, recent photograph, employment history, \nexperience in business and financial affairs, involvement in civic, social \nand charitable activities including any leadership position held), \naccompanied with authenticated copies of documents signifying \neducation qualification and work experience;  \nb) copy of organizational structure of the bank approved by board of \ndirectors;"
        },
        {
            "section_id": 12,
            "section_title": "Section 12",
            "page_number": 12,
            "content": "12 \nc) copies of identification card and /or passport; and  \nd) copy of signed appointment minutes of the board of directors. \n14.2 For all persons with significant influence: \n14.2.1 completed and signed fitness and propriety test questionnaire, which \nis part hereof; \n14.2.2 copy of tax identification number; \n14.2.3 certificate of good conduct from relevant government organ/federal \npolice clearance certificate [less than six 6 months old];  \n14.2.4 any document allowing to assess the risk of conflict of interest and the \npotential time commitment, as listed in sub-article  8.3 and 9.2 of this \ndirectives; and \n14.2.5 any other document that the National Bank deems necessary. \n14.3 Where the director is a juridical person, both the entity and the person \nrepresenting the entity shall be fit and proper.  \n14.4 In case of corporate directors and influential shareholder, the following \ndocuments shall be submitted: \n14.4.1 copy of the entity’s establishment legal documents; \n14.4.2 copies of audited statements of the entity concerned, for three (3) \nconsecutive years (immediately preceding its application) or for each \nyear it has been in operation, if less than three (3) years in operation; \nand  \n14.4.3 any other documents that the National Bank deems necessary.  \n \n15. Rotation \n \n15.1 A person may not serve either on his own behalf or representing any other \nshareholder as agent, or by whatsoever means, as director of a bank for more \nthan six (6) consecutive years starting from the date he was appointed by \nordinary general meeting of shareholders; however, he may be re-elected \nafter a lapse of six (6) consecutive years.  \n15.2 Notwithstanding provisions of sub-article 15.1 of this Article, if the ordinary \ngeneral meeting of shareholders of a bank wishes to maintain continuity in \nthe board and re-elect some of the existing board members, it may re-elect \nsuch directors for only one more term. The number of board members so re-\nelected shall, however, be limited to a maximum of one-third (1/3) of the \nboard seats of the bank. \n15.3 A bank shall notify the National Bank, in writing, any transfer or removal of \nsenior executive officers directly reporting to the board of directors from his \ncurrent position within thirty (30) calendar days before such decision is \nimplemented, clearly stating the reason for such decision."
        },
        {
            "section_id": 13,
            "section_title": "Section 13",
            "page_number": 13,
            "content": "13 \n15.4  A bank that undertakes re-assignment of senior executive officers \npreviously approved by the National Bank shall notify the National Bank \nabout the change within fifteen (15) days of the assignment.     \n \n16. Period of Limitation for Acting Officers \n \n16.1 Appointment of a chief executive officer of a bank on acting basis on a \nvacant post shall be approved by the National Bank. \n16.2 A person shall not assume chief executive officer or senior executive officer \nposition on acting basis for more than six (6) months.  \n16.3 Appointment of a senior executive officer by a bank on acting basis on a \nvacant post shall be reported to the National Bank within three (3) working \ndays of such appointment. \n16.4 Any experience relevant to the provision of sub-article 16.2 of this Article, \nexceeding six (6) months, shall not be counted as managerial experience. \n \n17. Transitional Provision  \n \nA bank shall apply the provisions of this Directive, related to changes made in Fit and \nProper Criteria, during appointment of new persons with significant influence in a bank. \n \n18. Repeal  \n \nRequirements for Persons with Significant Influence in a Bank Directive No. \nSBB/79/2021(2nd Replacement) is hereby repealed and replaced by this Directive. \n \n19. Effective Date \n \nThis Directive shall enter into force as of the 12th day of June 2024."
        },
        {
            "section_id": 14,
            "section_title": "Section 14",
            "page_number": 14,
            "content": "14 \nCONFIDENTAL \nNATIONAL BANK OF ETHIOPIA \n \nANNEX 1: GENERAL INFORMATION (influential shareholder, director, chief executive officer or senior executive officer or \nchief internal auditor or chief risk and/or compliance officer – Underline). \n \nNB: In case the space provided is inadequate, use additional paper. \n \n1. Name of bank   \n \n \n \n \n \n \n \n \n2. Personal Information \na) Full Name:   \n \n \n \n \nb) Date of Birth:  \n \n \n \n \n \nc) Place of Birth:  \n \n \n \n \n \nd) Nationality:   \n \n \n \n \ne) Identification Card Number and Date of Issue:   \n \n \n \n \nf) Passport Number and Date of Issue:  \n \n \n \n \n \n \ng) Tax Payer Identification Number:  \n \n \n \n \n \n \nh) Address:  Building                          Street   \n                         City:  \n                          \nSub-City:  \n              \n_________________________________________ \nZone:_________________________Woreda/District:_____________Kebele ____________________________  \nHouse No.: _______      Postal Address:  \n \n Telephone No:  \n \n_________________ \nEmail:___________________________"
        },
        {
            "section_id": 15,
            "section_title": "Section 15",
            "page_number": 15,
            "content": "15 \n \n \ni) Educational Qualification: \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nj) Summary of Work Experience:  \nNo. \nOrganization \nPosition \nDuration \nNumber of years \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nk) Name(s) of your bankers for the last 5 years"
        },
        {
            "section_id": 16,
            "section_title": "Section 16",
            "page_number": 16,
            "content": "16 \n3. Please list financial institutions in which you currently (as of completing these form) own shares in the following table: \nName of the financial institution \nSubscribed Shares Owned \nRemarks \nIn number \nAmount \nShare in the financial \ninstitution`s total \nsubscribed capital (%) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n4. Description of your past and current business activities in Ethiopia and abroad (if applicable) \n \na) Current shareholding or ownership in non-financial institutions/companies \nCompany \nname \nDate of incorporation \nAmount of \nshareholding \n% of shareholding (in total \nshares of the company) \nRemark"
        },
        {
            "section_id": 17,
            "section_title": "Section 17",
            "page_number": 17,
            "content": "17 \nb) Past shareholding or ownership in a company (shares you owned in the past but had been relinquished) including \nfinancial institutions \nCompany name \nDate of \nincorporation \nAmount of \nshareholding \n% of shareholding (in \ntotal shares of the \ncompany) \nReason for termination \nof shareholding \nRemark \n \n \n \n \n \n \n \n \n \nc) Borrowings (directly or indirectly) \n \nName of \nborrower* \nName of lending \ninstitution \nType of \nfacility \nAmount \nborrowed\n/Facility \nlimit \nDate of \napproval \nSecurity \noffered \n(type) \nValue of \nsecurity \nCurrent \noutstanding \nbalance \nStatus of loan \n(classification) \nRemark \n1 \n \n \n \n \n \n \n \n \n \n \n2 \n \n \n \n \n \n \n \n \n \n \n3  \n \n \n \n \n \n \n \n \n \n…  \n \n \n \n \n \n \n \n \n \n*Including all companies which are 10% or more owned by the applicant, the applicant’s spouse and children less than \n18 year."
        },
        {
            "section_id": 18,
            "section_title": "Section 18",
            "page_number": 18,
            "content": "18 \n \n5. If legal person (only for influential shareholder  and director in a bank), please complete the following table for the recent \nthree financial years (Please also attach audited financial statements) \n \nYear \nAssets \nLiabilities \nNet worth \nRemarks \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n6. If you are new shareholder to the bank or existing shareholder planning to increase your shareholding above what you \ncurrently own, please provide details of the actual source(s) of funds that you, as a shareholder, would like to invest or use \nin the acquisition of the shares in the bank."
        },
        {
            "section_id": 19,
            "section_title": "Section 19",
            "page_number": 19,
            "content": "19 \n \nDeclaration \n \nI am aware that under sub-article 6(b) of Article 65 of Banking Business Proclamation No. 592/2008 (as Amended by \nProclamation 1159/2019), it is an offense to provide false or misleading statement. \n \nI certify that the information and/or statements given above are complete and accurate to the best of my knowledge, and that \nthere are no other facts relevant to this application of which the National Bank should be aware. I also undertake to inform the \nNational Bank of any changes material to the application. \n \nName  \n \n \n \n \n \n \n \n \n \n \nSignature \n \n \n \n \n \n \n \n \nDate"
        },
        {
            "section_id": 20,
            "section_title": "Section 20",
            "page_number": 20,
            "content": "20 \nANNEX 2: PROPRIETY TEST QUESTIONNAIRE \nPlease give yes or no answers for the following questions and if your answer is “yes”, please give particulars. \nFull Name:   \n \n \n \n \n \n \n  \n(Underline - influential shareholder, director, chief executive officer, senior executive officer, chief internal auditor, or chief \nrisk and/or compliance officer -) \nName of bank:  \n \n \n \n \n \n \n \nYes       No \n1. Have you or the legal person in which you were a director, chief executive officer, senior  \nexecutive officer, or owner been charged or convicted of any criminal offence, particularly  \nan offence relating to dishonesty or fraud, under any law whether in Ethiopia or elsewhere? \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n2. Have you or the legal person in which you were a director, chief executive officer, senior \nexecutive officer, or owner ever been imposed with corrective actions or interventions by public \nauthority due to withholding information or submission of incorrect financial or other statements? \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n3. Have you or the legal person in which you were a director, chief executive officer, senior  \nexecutive officer, or owner been refused approval by any regulatory/supervisory body or  \nfailed to comply with requirements of regulatory/supervisory body? \nIf yes, give particulars"
        },
        {
            "section_id": 21,
            "section_title": "Section 21",
            "page_number": 21,
            "content": "21 \n4. Have you ever been in dispute with previous employers concerning fulfillment of position or  \ncompliance with a code of conduct which has led to the imposition of penalty under  \nemployment law or ever been dismissed or requested to resign from any office of employment or  \ndisciplinary measures imposed by trade or professions? \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n5. Have you been refused, whether in Ethiopia or elsewhere, the right to carry on any trade,  \nbusiness or profession for which a specific license, registration or other authority is required; \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n \n6. Have you been notified of any impending proceedings or of any investigations, which might lead  \nto such proceedings, by employer or trade or professional association? \n     \n \n \n \n \n \n \n \n \n \n \n \n7. Have you or the legal person in which you were a director, chief executive officer, senior  \nexecutive officer, or owner been declared bankrupt whether in Ethiopia or elsewhere or have its assets  \nbeen sequestrated because of bankruptcy or foreclosed by a bank due to failure to repay a loan?  \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n8. Have you or the legal person in which you were a director, chief executive officer, senior \nexecutive officer, or owner been convicted of default on repayments of bank or other credits  \nor tax payment? \nIf yes, give particulars"
        },
        {
            "section_id": 22,
            "section_title": "Section 22",
            "page_number": 22,
            "content": "22 \n \n9.  Have you or the legal person in which you were a director or chief executive officer, senior \n executive officer, or owner been carrying non-performing loans (in the past two years) or account  \nbeen closed and not re-instated by any bank in line with relevant directives of the National Bank? \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n \n10. Has your purchase of shares in a financial institution been funded or to be funded by another  \nperson or legal entity who is actually bankrupted or technically insolvent because of \nirresponsible or reckless management, fraud or illegal business practice?  \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n \n11. Has your minimum net worth at the time of acquisition of shares been at least greater than the shares \n acquired or to be acquired from a financial institution? \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n12. Are you currently a member of board of directors or chief executive officer or senior  \nexecutive officer in any of the financial institutions? \nIf yes, give particulars   \n \n \n \n \n \n \n \n     \n \n \n \n \n \n \n \n \n \n \n \n13. Are you currently a member of board of directors in any other organization? \nIf yes, give particulars"
        },
        {
            "section_id": 23,
            "section_title": "Section 23",
            "page_number": 23,
            "content": "23 \n \n \n14. Are you assuming concurrent responsibilities in the bank as board member or employee? If Yes, \nstate how you will manage time in discharging your duties as director, chief executive officer, or \nsenior executive officer?  \n \n \n \n \n \n \n \n \n \n \n \n \n \n15. Are you free from any business or other relationship which could pose a conflict of interest \nin discharging your duties as director, chief executive officer, senior executive officer?"
        },
        {
            "section_id": 24,
            "section_title": "Section 24",
            "page_number": 24,
            "content": "24 \n \nDeclaration \n \nI am aware that under sub-article 6(b) of Article 65 of Banking Business Proclamation No. 592/2008 (as Amended by \nProclamation 1159/2019), it is an offense to provide false or misleading statement. \n \nI certify that the information and/or statements given above are complete and accurate to the best of my knowledge, and that \nthere are no other facts relevant to this application of which the National Bank should be aware. I also undertake to inform the \nNational Bank of any changes material to the application. \n \nName  \n \n \n \n \n \n \n \n \n \n \n \nSignature \n \n \n \n \n \n \n \n \nDate"
        }
    ]
}