{
    "document_id": "Supervision of Banking business directive",
    "title": "Supervision of Banking business directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "1 \nLICENSING AND SUPERVISION OF BANKING BUSINESS \nLARGE EXPOSURES TO COUNTERPARTY OR GROUP OF CONNECTED \nCOUNTERPARTIES DIRECTIVE NO. SBB/87/2024  \n \nWhereas, it’s crucial to set prudential limit that keep the maximum loss that a bank \ncould face in the event of an unprecedented counterparty failure to a level below which \nthe bank's financial soundness is not jeopardized;  \nWhereas, it is important to ensure that banks have adequate policies and procedures \nin place to promptly detect, quantify, assess, track, report, and manage or reduce risk \nconcentrations; \nNow, therefore, in accordance with article 22 (1) and article 66 (2) of the Banking \nBusiness Proclamation No. 592/2008 (as Amended by Proclamation No.1159/2019), \nthe National Bank of Ethiopia has issued this Directive. \n1. Short Title  \n \nThis Directive may be cited as “Large Exposures to Counterparty or Group of \nConnected Counterparties Directive No. SBB/87/2024” \n \n2. Definition \nFor the purpose of this Directive, unless the context provides otherwise: \n \n2.1 “Bank” means a private or state-owned entity, licensed by the National Bank to \nundertake banking business. \n2.2 “Cash Collateral” means credit balances on accounts in the books of the \nlending bank over which customers have given the lending bank a formal letter \nof cession and which the bank, at its discretion, has transferred from the \ncustomer's account(s) to a specific or general cash collateral account(s) or \nblocked. \n2.3 Cash-substitutes” means:  \n2.3.1 a security issued by the Federal Government of Ethiopia;  \n2.3.2 an unconditional  obligation or guarantee issued in writing  by the  \nFederal Government  of  Ethiopia  or  a  domestic  financial  institution,  \nwhere  the beneficiary      bank  maintains   a  current   written   and   \nwell-documented   evaluation   evidencing  the   financial   institution   is \nfinancially sound and capable of honoring the guarantee on demand \nwith respect to repayment of both principal and interest, or a specific"
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "2 \namount, and   the   lending  bank has not been advised of any \ndetermination by the guarantor to deny payment under the terms of the \nobligation or guarantee; and \n2.3.3 an unconditional obligation or guarantee issued in writing by a foreign \nbank or foreign insurance company with an \"A\" or above rating by \nStandard and Poor's Corporation, Moody's Investor Services, or any \nother international rating company acceptable to the National Bank in \ntheir latest rating. \n2.4 “Counterparty\" means any natural or legal person to which a bank has \nexposure to. \n2.5 “Exposures” means either on-balance sheet items, including loan and \nadvance, and/or off-balance sheet items such as letters of guarantee, letter of \ncredit, commitment by a bank to advance loans to customers. \n2.6 “Financial Institution” means a bank, an insurance company, a reinsurer, a \nmicrofinance institution, a micro insurance company, payment instrument \nissuer, payment system operator, a capital goods finance company, a money \ntransfer institution, a postal money transfer institution or such other similar \ninstitution as determined and licensed by the National Bank. \n2.7 “Group of Connected Counterparties” means a group of counterparties with \nspecific relationships of control or economic interdependencies, such that, if \none of the counterparties were to fail, all of the counterparties would very likely \nfail. \n2.8 “Large Exposure” means any financial assets of a bank to a counterparty or \nto a ‘group of connected counterparties’, that is equal to or above ten percent \n(10%) of the bank’s total capital. \n2.9 “Loans” or “Advances” means any financial assets of a bank arising from a \ndirect or indirect advance such as unplanned overdrafts, participation in loan \nsyndication or the purchase of loans from another lender, to a person that is \nobliged to repay the funds, either on a specified date or dates or on demand, \nusually with interest or through interest-free finance. \n2.10 “Majority-owned Subsidiary” means a subsidiary controlled by a business \nentity holding over fifty percent (50%) of its capital. \n2.11 “Off-balance Sheet Item” means commitment to advance loans, revocable \nor irrevocable documentary letters of credit, standby letters of credit, and \nguarantees or sureties issued on behalf of a borrower or counterparty. \n2.12 “National Bank” means the National Bank of Ethiopia. \n2.13 “Senior Executive Officer” means any officer of a bank who is managing two \nor more work units and is accountable to the chief executive officer or is directly"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "3 \nreporting to the board of directors and includes positions at a level of deputy to \nchief executive Officer. \n2.14 “Total Capital” shall include the paid-up capital, legal reserve and any other \nunencumbered reserve held by a bank and accepted by the National Bank.  \n \n3. Scope of Application \n \nThis Directive shall be applicable to all commercial banks licensed by the National \nBank. \n \n4. Exposure Limits \n \n4.1   The aggregate sum of all exposures directly or indirectly held by a bank to a \ncounterparty or a group of connected counterparties, shall at no time exceed \ntwenty five percent (25%) of the total capital of the bank. \n4.2   Notwithstanding the provision stated under sub-article 4.1 of this Directive, a \nbank shall immediately communicate to the National Bank any breaches of \nthe limit, and promptly rectify same. \n4.3   The National Bank, on grounds it may think sufficient, may prohibit a bank \nfrom extending any loan or advance to any person. \n \n5. Exclusions \n \n5.1   A bank's exposures to Federal Government of Ethiopia and National Bank shall \nall be exempted from the large exposure limits. This exemption shall apply also \nto a bank’s exposures to State/Federal Government- Owned Enterprises.  \n5.2   Any portion of an exposure guaranteed by, or secured by the Government \nshall be similarly excluded from the scope of this Directive provided the \nconditions for recognition of the credit risk mitigation are met, as determined \nby the National Bank. \n5.3  Intraday interbank exposures.  \n5.4   In stressed circumstances, the National Bank may accept a breach of limit \nduring an interbank lending, after the transaction, to help ensure stability in \nthe interbank market. \n \n6. Exposure Value \n \nFor the purpose of this Directive:"
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "4 \n6.1 a bank shall calculate the exposure value based on the book value of the \nexposure; \n6.2 off-balance sheet items shall be converted into credit exposure by applying the \ncredit conversion factors set out in the National Bank Capital Adequacy \nDirective; and \n6.3 a bank, while computing the exposure value and determining compliance to \nthe prudential limit required in this Directive, may consider and deduct cash \ncollateral and cash substitutes.  \n \n7. A Group of Connected Counterparties \n \n7.1 A bank that has exposures to a group of counterparties with specific \nrelationships or dependencies such that where one of the counterparties was \nto fail, all other counterparties would very likely fail, shall be treated as a single \ncounterparty and shall be subject to the exposure limits stipulated in this \nDirective. \n7.2 Two or more natural or legal persons shall be considered as a group of \nconnected counterparties if at least one of the following criteria is satisfied: \n7.2.1 one of the counterparties, directly or indirectly, has control over the \nother(s); and \n7.2.2 one of the counterparties were to experience financial problems, in \nparticular funding or repayment difficulties, the other(s), as a result, would \nalso be likely to encounter funding or repayment difficulties. \n7.3 A bank shall assess the relationship amongst counterparties with reference to \nand shall establish the existence of a group of connected counterparties. \n7.4 In assessing whether there is a control relationship between counterparties, a \nbank shall automatically consider that criterion is satisfied if one counterparty \nowns more than fifty percent (50 %) of the voting rights of the other entity. \n7.5 A bank shall assess connectedness between counterparties based on control \nusing the following criteria: \n7.5.1 voting agreements (including control of a majority of voting rights \npursuant to an agreement with other shareholders); \n7.5.2 significant influence on the appointment or dismissal of an entity’s \nadministrative, management or supervisory body, such as the board of \ndirectors, including the right to appoint or remove a majority of those \nmembers, or the fact that a majority of members have been appointed \nsolely as a result of the exercise of an individual entity’s voting rights; and \n7.5.3 significant influence on chief executive officer or senior executive \nofficers, including, when the entity has the power, pursuant to a contract"
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "5 \nor otherwise, to exercise a controlling influence over the management or \npolicies of another entity including through consent rights over key \ndecisions. \n7.6 A bank shall refer to the criteria specified in appropriate internationally \nrecognized accounting standards for further qualitative guidance when \ndetermining control. \n7.7 A bank may satisfactorily demonstrate that the counterparties in question do \nnot, because of the control, form a group of connected counterparties, even \nin cases where control has been created in accordance with any of these \nprinciples and secure approval from the National Bank. \n7.8 A bank shall exercise caution while conducting transactions that attract \nconnectivity based on economic interdependence. It shall consider, at the very \nleast, the following qualitative factors: \n7.8.1 where fifty percent (50%) or more of one counterparty's gross receipts or \ngross expenditures (on an annual basis) is derived from transactions with \nthe other counterparty including, the owner of a residential or commercial \nproperty and the tenant who pays a significant part of the rent; \n7.8.2 where one counterparty has fully or partly guaranteed the exposure of the \nother counterparty, or is liable by other means, and the exposure is so \nsignificant that the guarantor is likely to default if a claim occurs; \n7.8.3 where a significant part of one counterparty’s production or output is sold \nto another counterparty, which cannot easily be replaced by other \ncustomers; \n7.8.4 when the expected source of funds to repay the loans of both \ncounterparties is the same and neither counterparty has another \nindependent source of income from which the loan may be serviced and \nfully repaid; \n7.8.5 where it is likely that the financial problems of one counterparty would \ncause difficulties for the other counterparties in terms of full and timely \nrepayment of liabilities; \n7.8.6 where the insolvency or default of one counterparty is likely to be \nassociated with the insolvency or default of the other(s); and \n7.8.7 when two or more counterparties rely on the same source for the majority \nof their funding and, in the event of the common provider’s default, an \nalternative provider cannot be found – in this case, the funding problems \nof one counterparty are likely to spread to another due to a one-way or \ntwo-way dependence on the same main funding source. \n7.9 If a bank satisfactorily demonstrates to the National Bank that some of these \ncriteria do not automatically imply an economic dependence i.e., when a"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "6 \ncounterparty, which is economically closely related to another counterparty \nmay overcome financial difficulties, or even the second counterparty’s default, \nby finding alternative business partners or funding sources within an \nappropriate time period, can become financially sound, the bank, after \nsecuring approval from the National Bank, may not need to combine these \ncounterparties to form a group of connected counterparties.  \n7.10 There \nare \ncases \nwhere \na \nthorough \ninvestigation \nof \neconomic \ninterdependencies will not be proportionate to the size of the exposures. In \nsuch circumstances, a bank is expected to identify possible connected \ncounterparties on the basis of economic interdependence in all cases where \nthe sum of all exposures to one individual counterparty exceeds five percent \n(5%) of total capital. \n \n8. Reporting Requirement \n \nA bank shall submit to Banking Supervision Directorate of the National Bank \nreports showing month-end exposures of every single counterparty that \nexceeds ten percent (10%) of total capital of a bank, within twenty (20) days \nafter the end of the period for which the data are reported. The report shall be \nsubmitted in accordance with Annex 1 attached herewith, which shall be part of \nthis Directive. \n \n9. Policies and Procedures for Monitoring Large Exposures \n \n9.1  The board of directors shall ensure that the bank has a board-approved policy \nand management has also put in place procedures governing large exposures \nand risk concentrations. The board shall ensure the policy is reviewed regularly \nand it remains adequate and appropriate. The policy shall, at a minimum, \nincorporate: \n9.1.1 exposure limits; \n9.1.2 the process for identifying, measuring, evaluating, monitoring, controlling \nand reporting large exposures and risk concentrations of the bank. \n9.1.3 stress testing and scenario analysis of the bank’s large exposures and risk \nconcentrations to assess the impact of changes in market conditions and \nkey risk factors including. economic cycles, interest rates, liquidity \nconditions or other market movements on its risk profile, capital, and \nearnings; and \n9.1.4 conduct of regular independent reviews to verify on-going compliance \nwith the prudential limit and standards set by the National Bank."
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "7 \n9.2 A bank shall ensure it has adequate processes and controls in place to monitor \nexposures that are exclusions as per Article 5 of this Directive. A bank shall \nconsider how the risks arising from these types of exposures are incorporated \ninto its risk management framework.   \n \n9.3 A bank shall have appropriate limits in place aimed at constraining its exposures \nto large single or connected counterparties. In setting such limits, specific \nconsiderations shall be given to the:  \n9.3.1 prevailing statutory and prudential limits on exposure to a single \ncounterparty; \n9.3.2 quality of the bank’s processes for its management of credit concentration \nrisk; and  \n9.3.3 bank’s risk-taking capacity including its capital and liquidity position. \n \n9.4 A bank shall implement processes for clearly communicating and articulating \nthe nature and frequency of reporting to the board and senior management. \n9.5 A bank shall establish and maintain adequate systems that can identify, \nmeasure, monitor and aggregate exposures to single counterparties in a \ntimely manner. \n \n10. \nTransition Period  \n \nA bank which, due to the revisions made thereof, is not in compliance with the \nrequirements of this Directive shall submit an action plan within ninety (90) days \nafter this directive enters into force, to bring down its excess exposures \naccording to this Directive within a maximum of three (3) years from the \neffective date of this Directive.    \n \n11. Repeal \n \nCredit Exposures to Single and Related Counterparties Directives No. SBB/53/2012 is \nhereby repealed and replaced by this Directive. \n \n12. Effective Date  \n \nThis Directive shall enter into force as of 12th day of June 2024."
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "8 \n \nANNEX 1 \nMonthly Return on Large Exposures \nList of Counterparties that Exceed Ten Percent of the Bank’s Total Capital \n(in millions of Birr) \nName of Bank: \n________________________________________________________ \nReporting Month: \n________________________________________________________ \nTotal Capital \n________________________________________________________ \n \nName of \nCounterparty* \nType of \nExposure \nSector of \nExposure  \nApproved \nLimit/Facility \nExposure \nAmount/ \nOutstanding \nBalance (on-\nbalance \nsheet)            \nA \nOff-balance \nSheet \nExposure \nAmount (e.g. \nguarantee)          \nB \nMaturity \nDate \nExposure \nAmount \n(A+B) as \nPercent of \nTotal Capital \nStatus \n(classification) \nCollateral \nType \nEstimated \n/Face value \n \n \n \n \n \n \n \n \n \n \n \nNote: *Exposure to group of connected counterparties (if any) shall be listed here and same shall be treated as single counterparty for determining total exposure as percent of total capital.  \n       **Classification shall be reported in line with relevant Asset Classification and Provisioning Directive of the National Bank.  \nPrepared by: \n_____________________________ \nApproved by: \n_____________________________ \n \n       (Name and Signature) \n \n       (Name and Signature) \nTelephone:   \n_____________________________ \nTelephone:   \n_____________________________"
        }
    ]
}