[
    {
    "document_id": "The Establishment of and operation of credit reference bureau Directive",
    "title": "The Establishment of and operation of credit reference bureau Directive",
    "sections": [
        {
            "section_id": 1,
            "section_title": "Section 1",
            "page_number": 1,
            "content": "PATEK E NhEE TDN\n\nNATIONAL BANK OF ETHIOPIA\nADDIS ABABA\n\nDirectives for the Establishment and Operation of Credit Reference Bureau\nDirectives Number CRB/02/2019\n\n(1 amendment)\n\nreas, adequate and timely information that contributes to enable a satisfactory assessment\n‘ofthe creditworthiness of a borrower is crucial for making prudent lending decisions;\n\nWhereas, prudent lending decisions made on the basis of objective, accurate,\ncomplete and timely information on the creditworthiness of borrowers is one of the\nPrincipal factors in ensuring the financial soundness of financial institutions\n\nWhereas, presence of effectively functioning credit information system overcomes the risk of\n‘over indebtedness and multiple borrowing on the side of borrowers and greatly contsbutes for\nthe enhancement of access to finance in the financial system;\n\nNow, therefore, in line with the powers vested in it by articles S7 and 59 (2) of\nthe Banking Business Proclamation No. $92/2008, the National Bank of Ethiopia has\nissued these directives.\n\n1. Short Title\n\nThese directives may be cited as \"Establishment and Operation of Credit Reference\nBureau Directives No. CRB/02/2019\"\n\nFor the purpose of these directives:\n\n2..\"Bank” means a company licensed by the National Bank to undertake\nbanking business in Ethiopia or a bank owned by the Government\n\n22. \"Borrower\" means a person applying for new credit or holding an existing\ncredit account or both;\n\n23. \"Capital Goods Finance Company” means a company licensed by the National Bank\nto provide capital goods finance servic.\n\n24.\"Credit Information\" means all inforftion about a borrower and the\n\nCAL\n\nNREH AD HAS 7H 5550/2088 Ann PC O115 St 45 8B NAH HPC ONIb'S1 74.50 NN\nADDRESS: SUDAN STRCET P.OBOX S880/2048 FAXNo,O11514588 TEL. No.O115 $174.30 ADDIS ABABA\n‘TELEGRAPHIC ADDRESS: NATIONBANK .\nCCODES-USED PETERSON 3\" &eé* ED BENTLEY'S 2\" PHRASE A.B. 6 BDITIO\nEmil be oxcd@ ethonetet Website. won: hp worvnbe govt"
        },
        {
            "section_id": 2,
            "section_title": "Section 2",
            "page_number": 2,
            "content": "jon Manual and/or\n\nborrower's credit account(s) as specified in the Data Standard\nData Submission Specification;\n\n2S. “Credit Information Sharing” means the periodic reporting and accessing of credit\ninformation from the Credit Reference System:\n\n26.\"Credit Reference Bureau” refers to the work unit established under the\nNational Bank to camry out duties and responsibilities stipulated in these\ndirectives;\n\nedit Reference System” is computerized credit reference database system set up\nby the National Bank to facilitate the function of the Credit Reference\nBureau in which provision, updating and correction of credit information\nis rendered by financial institutions, and enquiries of credit information on\nborrowers and other related activities of financial institutions are carried out\nelectronically through a dedicated computer system or network\n\n2.8, \"Data Standardization Manual” and “Data Submission Specification” refer 0 the\nmanual and specification attached to these directives and which shall be part\nhereof that provides the standard data reporting requirements on borrowers,\nJoan account(s), collateral, guarantors, stakeholders and other similar credit\ninformation;\n\n2.9. \"Defaulter\" means a borrower, other than that under export credit guarantee\nfacility of Development Bank of Ethiopia, whose outstanding loans have been\nclassified as \"substandard\" and/or “doubtful” andr \"loss\" in accordance with the\nrelevant applicable directives ofthe National Bank;\n\n210. “Error File” refers toa file originated by the system, after validation for\n‘quality on monthly and or quarterly batch update file is run, and constitutes credit\ninformation which is not prepared in line with the Data Standardization Manual\nandlor Data Submission Specification;\n\n21. Fin ‘means a bank, a capital goods finance company or a\n‘microfinance institution licensed by the National Bank;\n\n2.12. \"Loans or Advances\" means any financial assets of a financial institution\narising from a director indirect advance (ie. unplanned overdrafts, participation in\nloan syndication, the purchase of loans from another lender, etc.) or commitment\nto advance funds by a financial institution to & person that is conditioned on the\nobligation of the person to repay the funds, either on a specified date or dates\nfor on demand which are approved and outstanding as of the reporting date;\n\n2.13. \"microfinance institution” refers toa company licensed by the National Bank to undertake\nmicro financing business;\n\n2.14. \"National Bank” means the National Bank of Ethiopige and\n\n2.15. “Person” means any or juridical person.\n\n27.\n\naX &"
        },
        {
            "section_id": 3,
            "section_title": "Section 3",
            "page_number": 3,
            "content": "3. Scope of the Directives\nThese directives shall apply to all financial institutions.\n\n4. Establishes\n\n4.1. In accordance with the powers vested in it by article $7 of Banking Business\nProclamation No.592/2008, the National Bank has established Credit Reference\nSystem,\n\n42. The Credit Reference System shall be operated by the Credit Bureau of the National\nBank, which is one of its operational work units.\n\n43. Access to Credit Reference System is restricted only to financial instin\nregistered with Credit Reference System in line with article $ of these Directives\nand other entities authorized by law or the National Bank.\n\n44, Notwithstanding sub article 4.3 of this article, financial institution borrowers or\nguarantors:\n\n44.1. who are in dispute about their own credit status with their lending financial\ninstitutions may obtain such credit information from the Credit Reference\nSystem upon payment of fee to be set by the National Bank; and\n\n442. may obtain credit information from the Credit Reference System free of\ncharge i) once in a period of 12 consecutive months, or ii) atthe time\n‘when financial institutions start processing their application for additional\nnew loans, of restructuring of renewal of the existing loans.\n\n5. Registration to Participate in Credit Reference System\n\n5.1. No financial institution shall extend new, or renew, reschedule or refinance\nexisting loans unless itis registered with the Credit Reference System,\n\n$2, All financial institutions shall register with Credit Reference System by lodging a\n\\wrtten application to the Credit Reference Bureau.\n\n53. Upon receipt of written application stipulated under sub-article 5.2 of this\narticle, the Credit Reference Bureau, after ensuring all infrastructure required by\nthe Credit Reference System is put in place, shall register the applicant within\n7 (seven) working days of receipt of the application.\n\nDuties and Responsibilities of the Credit Reference Bureau\n\n61. The duties and responsibilities of Credit Reference Bureau shall include the Z/"
        },
        {
            "section_id": 4,
            "section_title": "Section 4",
            "page_number": 4,
            "content": "following:\n\n6.1.1, collecting credit information from financial institutions;\n\n6.1.2. maintaining Credit Reference System in secured manner and with strict\nconfidentiality;\n\n6.1.3. facilitating credit information sharing. services to financial institutions;\n\n6.1.4, ensuring access to Credit Reference System is given only to authorized\npersons;\n\n6.1.5. ensuring Credit Reference System is operating smoothly and reliably\n\n6.1.6. handling complaints of borrowers of financial institutions in relation wo\n‘accuracy and correctness of their credit information maintained in the Credit\nReference System;\n\ntaining and/or displaying credit information submitted to it for the following\n\nset time period;\n\n8) positive credit information: - for a minimum of 10 (ten) years after the date\n‘of fll settlement of the loan and advance.\n\n) negative credit information of defaulted outstanding Joans and advances: -\nfor a maximum of 7 (seven) years after the date of full settlement of the\ndefaulted loan and advance.\n\n6.1.8. providing clear direction, guidance and or exceptions to any of the provisions\n‘of these directives in the incidence of prolonged credit reference system outage\nor failure due to any reasons beyond the contol ofthe Bureau; and\n6.1.9. carrying on such other functions customarily related to Credit Reference\nBreau\n62. The Credit Reference Bureau shall not be responsible for any damages, claims or\nliabilities that may arise as a result of inaccurate, misleading or incomplete eredit\ninformation on borrowers supplied to the Credit Reference System by individual\ninancial institutions and shared through it wit other financial institutions.\n\n6.7.\n\ntions\n\n7. Duties and Responsibilities of Financial Inst\n\n7.1. Each financial institution shall receive from its borrowers and their guarantors\n‘written and signed off consents for the sharing ofthe borrowers’ and the guarantors’\ncredit information among all other financial institutions. At the time of receiving\napplication for credit, a financial institution shall also receive consent from the\napplicant and his/her guarantor to access their Credit Information maintained with\nCredit Reference System.\n\ninancial institutions shall provide, correct and updated credit information on each\n\nand every one of their borroer and guarantor online as specified in the Data\n\n72,\n\n>)\nPN"
        },
        {
            "section_id": 5,
            "section_title": "Section 5",
            "page_number": 5,
            "content": "Standardization Manual and/or Data Submission Specification,\n\n7.3. Each financial institution shall provide, electronically, initial credit information,\nto the Credit Reference System, on each and every one of its borrower in such\ndetail as specified in the Data Standardization Manual and Data Submission\nSpecification.\n\n7.4. Financial institutions can update their own credit information on each and every\n‘one of thei existing borrower provided to the Credit Reference System on an on-\ngoing basis; but they shall, at a minimum, update such information once in a\n‘month for banks; and once in a quarter for microfinance institutions and capital\n‘goods finance companies. In the case of the latter, the updating, showing\nPositions as of the close of each reporting period, shall be made within 20\n(oventy) calendar days from the close of each reporting period.\n\n7S, Financial institutions shall make corrections and subsequent updating of errr files,\nwithin 5 (five) working days after receipt of such files from the National Bank.\n\n7.6. Credit application of a bank borrower shall be reported, electronically, within S\n(ive) working days after receipt of the application. Meanwhile, any outstandi\n‘redit application of a microfinance institution or a capital goods finance company\nshall be reported to the credit reference system on quarterly basis along with credit\naccount information of borrowers as per the reporting format and detail to be,\nperiodically, provided by the National Bank.\n\n7.7. Pach financial institution shall be fully responsible for submitting accurate,\ncomplete and timely credit information to the Credit Reference System. In cases\nWhere incorrect information hasbeen reported, such inaccuracies shall be\ncorrected as soon as the inaccuracy is detected by the concemed financial\ninstitution,\n\n7.8. Each financial institution shall establish a work unit, staffed with at least two\nofficers, at the head'main office which is fully dedicated for the Credit Reference\n\nstem,\n\n7.9. Each financial institution shall appoint one super user ata senior managerial level,\npreferably a person heading the credit department or directorate at head/main\n‘office, to oversee the operations of Credit Reference System. The name and\ndesignation, contact address, telephone number(s) and e-mail address of the\n‘super user shall be communicated in writing to the Credit Reference Bureau, Any\nsubsequent change or replacement of such person shall also be communicated in\nwriting to the Credit Reference Bureau immediately. The super user shall be\nresponsible forthe following:\n\n7.9.1, act as liaison officer betweey Credit Reference Bureau and his/her"
        },
        {
            "section_id": 6,
            "section_title": "Section 6",
            "page_number": 6,
            "content": "institution, including branches, on matters relating to Credit Reference\nSystem;\n\n7.9.2. manage roles within the institution as per the module rights assigned\nfor the institution and other requirements of the functionalities of the\nCredit Reference System:\n\n7.9.3. ensure proper implementation of Credit Reference System at its head/main\nand branch offices in strict compliance with these directives and the\ninstitution's own interna policies and procedures; and\n\n7.9.4. respond promptly to queries from Credit Reference Bureau.\n\n7.10 Each financial institution shall appoint a senior officer at managerial level,\npreferably the person heading the information and communication technology unit\n‘of the financial institution, a security administrator. The security administrator is\nresponsible for the following\n\n7.10.1, maintaining and monitoring the list of users within the financial\ninstitution, including updating the list whenever there is a change due 10\nany addition oF removal of users;\n\n7.102, assigning, the appropriate security access level forthe authorized users in\nthe financial institution when authorized by the super user in writing:\nan\n\n7.103. preparing periodic reports on users access, breach of access rights or other\nissues on the security of Credit Reference System within the financial\ninstitution when requested by the Credit Reference Bureau.\n\n7.11. To ensure the integrity and security of the data, each financial institution shall\n‘make sure that Credit Reference System at the financial institution is operated\nwith strict data access procedures.\n\n7.12. Bach financial institution shall use the eredit information on borrowers\n‘obtained from the Credit Reference System only for making a lending\ndecision and or account management procedures/petiodic portfolio reviews as\nstipulated under article 7.14.2 of these directives. Sueh information shall be\n‘teated with utmost confidentiality and shall not be disclosed to any third party oF\nused for any other purpose.\n\n7.13. Each financial institution shall be fully responsible for any damages,\nclaims of liabilities that may arise as a result of\n\n7.13.1. providing inaccurate, misleading or incomplete credit information to the\nCredit Reference System or failure to provide, inadvertently or otherwise,\ninformation to the Credit Reference System ghat should have been provided\nin line with these directives; and/or"
        },
        {
            "section_id": 7,
            "section_title": "Section 7",
            "page_number": 7,
            "content": "7.132. disclosure of credit information on borrowers obtained from the Credit\nReference System to third parties or use of that information for purposes\n‘other than for making lending decision and of account management\nprocedures/periodic portfolio reviews as stated under article 7.14.2 of these\ndirectives\n7.14. financial institution can only query the Credit Reference System for credit\ninformation when:\n7.14.1. there is a genuine credit application submited to the respective financial\ninstitution by a borrower; of\n7.14.2. during activities pertaining to account management procedures or periodic\nportfolio reviews conducted by the financial institution on its own borrowers.\n7.18. If so requested by a borrower or a guarantor, during application for and processing\n‘of new loan, or renewal or restructuring of the existing loan, a participating\nfinancial institution processing the application shall provide the borrower or the\n‘guarantor with a copy of the borrower's or the guarantor’ credit information\n‘obtained from Credit Reference System free of charge\n\n8. Obligation to Use Credit Information to Make Credit Decision\n\nFrom the effective date of these directives, no financial institution shall\n8.1, extend new; of renew, reschedule oF refinance existing loans without first\noblaining credit information on a borrower from the Credit Reference System; and\n\n82. extend new loans or advances to a defaulter in any form whatsoever.\n\n83, Notwithstanding the provision stated under article 82 hereinabove, a financial\ninstitution may extend additional loans and advances to a borrower who defaulted\nfrom own financial institution with a view to rehabilitate loans and advances, ie, in\nthe case of banks, in ine with National Bank Directives SBB/692018 and in the\n‘ease of microfinance institutions and capital goods finance companies in line with\nthe respective directives and approved policies and procedures of same.\n\n9. Complaint Handling\n\n9.1. A Borrower may submit complaints as to the accuracy of eredit information in\n\\rting 10 the respective branch office of the financial institution which intially\n‘supplied the information to Credit Reference System oF to its head office.\n\n92. A financial institution branch of head office which received gpplication in line\nWith sub- article 1 of this gjticle shall give a response to ywer within $\n(ive) working days."
        },
        {
            "section_id": 8,
            "section_title": "Section 8",
            "page_number": 8,
            "content": "93. If the borrower is not satisfied with the response given or has not received\nresponse from the concerned financial institution in line with sub aréle 2 of this\narticle, he/she may file his/her compliant in writing to the Credit Reference Bureau\nby paying investigation fee to be determined by the Credit Reference Bureau. Upon\nreceipt of written compliant, the Credit Reference Bureau shall investigate the\n‘ease and respond within 7 (seven) working days.\n\n94. If the Credit Reference Bureau identifies errors during its investigation, the\nfinancial institution or its branch office under investigation shall prompaly correct\nthe error and refund to the borrower the investigation fee paid under sub article 3\nof this article: or give written explanation for not correcting the error within 5 (five)\n‘working days from the date of receipt of instruction for correction by the Bureau.\n\n9.5, ‘The Credit Reference Bureau shall prompily notity the applicant actions taken under\nsub article 4 of this article by the financial institution,\n\nFees\n\n10.1. A financial institution shall pay service fees, to be specified in writing from time\nto time by the National Bank, to Credit Reference Bureau to obtain credit\ninformation\n\n10.2. Financial institutions borrowers or guarantors who are in dispute about their own\n‘redit status with their lending financial institutions shall pay investigation fee or\nservice fee, to be determined by the National Bank, as the case may be.\n\nPenalty and Suspension\n\n11.1.A financial institution that violates sub articles 7.2, 73, 7.4, 75 ot 7.6 of these\ndirectives shall be:\n\n11.1.1. given a writen warning for the frst time violation;\n\n11.1.2. penalized bitr 10,000 for banks, bitr 5,000 for capital goods finance\ncompanies and bir 3,000 for microfinance institutions for the second\nviolation that took place within 12 months from the date of the first\n‘warning;\n\n11.1.3. penalized birt 100,000 for banks, birr 50,000 for capital goods finance\ncompanies and birr 30,000 for microfinance institutions for the thitd\nviolation that took place within 12 months from the date of the application\n‘of paragraph (11.1.2) of this sub article; and\n\n11.1.4. suspended from using the Credit Reference System for the fourth violation\nthat ‘00k place within 12 monthg/from the date of the application of paragraph"
        },
        {
            "section_id": 9,
            "section_title": "Section 9",
            "page_number": 9,
            "content": "(11.13) of this sub article\n11.2.A suspended financial institution may be reinstated into the Credit Reference\nSystem if it:\nN24\n\n‘has been suspended atleast for three months; and\n122.\n\nconfirms in writing that\n\nwill fully comply with the provisions of these\ndirectives staring from the date i is reinstated\n\n11.3.A financial institution that violates any of the other provisions of these directives\nshall be penalized in line with the applicable Directives of the National Bank\nconcerning penalty of respective financial institutions.\n\n12. Repeat\n\nedit Information Sharing Directives No. CRB/01/2012 is hereby repealed/and\nreplaced by these directives.\n\n13. Effective date\n\n‘These directives shall come into fogce on 25\"* day of April 2019.\n\nYinager Dessie (PhO)\nGovernor"
        }
    ]
}
]